{
    "header": {
        "registration-button": "Registration Help",
        "login-button": "Login",
        "phone-number": "1-877-274-9479"
    },
    "menu": {
        "programs-services": "Programs and Services",
        "recources": "Resources",
        "budget-credit": "Budget & Credit Counseling",
        "pre-discharge": "Pre-Discharge Deptor Education",
        "budget-and-credit": "Budget and Credit Counseling Disclosure",
        "wiser-consumer": "1 $ Wiser Consumer Education, Inc. <br> Budget and Credit Counseling FAQS",
        "client-reviews": "Client Rewiews of Credit Counseling <br> Course",
        "contact-counselor": "Contact A Counselor",
        "fee-schedule": "Fee Schedule",
        "consumer-recources": "Consumer Resources",
        "credit-laws": "Credit Laws Summaries",
        "budgeting-faqs": "Budgeting FAQs",
        "budget-credit-glossary": "Budget & Credit Glossary",
        "negotiating": "Negotiating With Creditors",
        "disaster-survivors": "Disaster Survivor's Tool Kit",
        "pre-discharge-deb-education": "Pre-Discharge Debtor Education Disclosure",
        "pre-discharge-deb-education-faqs": "Pre-Discharge Debtor Education FAQs",
        "client-reviews-debtor-education": "Client Reviews of Debtor Education Course",
        "wiser-consumer-free-schedule": "1 $ Wiser Consumer Education Fee Schedule"
    },
    "carousel": {
        "first-slide-title": "Budget & Credit Counseling (Pre-Filing)",
        "first-slide-description": "Our interactive online program and live consultation fills the <br> requirement for pre-filing Credit Counseling",
        "second-slide-title": "Debtor Education (Pre-Discharge)",
        "second-slide-description": "Learn to avoid the financial pitfalls that led to bankruptcy to fulfill the pre- <br>discharge course requirement",
        "register-btn": "Register Now"
    },
    "footer": {
        "privacy-policy": "Privacy Policy",
        "about": "About",
        "contact-us": "Contact Us",
        "terms-of-service": "Terms of Service",
        "footer-description": "Copyright 2010 - 2019 - All Rights Reserved<br>1 $ Wiser Consumer Education, Inc."
    },
    "payment-section": {
        "money-managment-toolkit": "Your donations help us distribute our Money Management Toolkit to those impacted <br> by natural disasters. Please give generously. Thank you.",
        "donate-button": "Donate",
        "disaster-survivors": "Click here for the Disaster Survivor's Money Management Toolkit",
        "description": "1 $ Wiser Consumer Education, Inc. is a national non-profit 501 (c) (3) <br> organization empowering individuals to take positive control of their <br> personal finances and learn fiscal responsibility through consumer <br> protection and credit education and counseling.",
        "wiser-education": "<p>1 $ Wiser Consumer Education, Inc. has been <em><strong>ap</strong></em><em ><strong>proved to issue certificates in compliance with the Bankruptcy Code.</strong></em> <em><strong>&nbsp;Approval does not endorse or assure <br> the quality of an Agency’s services.</strong></em>&nbsp;Certificates are issued&nbsp;<span>in all judicial districts except Alabama, Illinois, and North Carolina</span><em><strong>.&nbsp;</strong></em>1 $ Wiser Consumer <br> Education, Inc. is not associated with any creditor and does not receive any funds from creditors. 1 $ Wiser Consumer Education, Inc. does not offer Debt <br> Management Plans. 1 $ Wiser Consumer Education, Inc. <strong>will not contact any creditor on behalf of a debtor for any reason</strong>.",
        "last-updated-text": "Contents of this website were last updated March 2020."
    },
    "card": {
        "budget-credit-title": "Budget & Credit Counseling",
        "budget-credit-text": "1st Program  (Pre-Filing Requirement)",
        "budget-credit-price-title": "$29.99 / Person",
        "budget-credit-first-item": "Department of Justice Approved 1st Program",
        "budget-credit-second-item": "Easy and Non-intimidating!",
        "debtor-education-title": "Debtor Education",
        "debtor-education-text": "2nd Course (Post Filing Pre-Discharge Course Requirement)",
        "debtor-education-price-title": "$39.99 / Person *",
        "debtor-education-first-item": "*Includes Court Filing of Certificate of Completion",
        "debtor-education-second-item": "Learn to Avoid Future Financial Problems",
        "register-btn": "Register Now"
    },
    "registration-help": {
        "title": "Registration Help"
    },
    "privacy-policy": {
        "title": "Privacy Policy",
        "text1": "This Privacy Policy applies to the database and the web site of <b>1 $ Wiser Consumer Education, Inc.</b>",
        "text2": "Our mailing address is <br> <b>P.O. Box 191</b> <br> <b>Krum, TX 76249</b>",
        "text3": "We can be reached via email at",
        "text5": "1 $ Wiser Consumer Education, Inc. (1$W) considers your privacy to be of the utmost importance. 1$W gathers your personal information only for the limited purpose of identification verification as required by the United States Department of Justice when providing you with Federally mandated credit counseling and financial education. If you are taking the 1$W credit counseling course as a pre-requisite to filing either Chapter 7 or Chapter 13 bankruptcy, some of the personal information collected is required to meet those prerequisites. 1$W will not sell, share, use, or disclose any of your personal information to any third party without your consent, or unless required by law.",
        "text6": "Please note that 1$W may share information about your account upon reasonable request by the United States Trustees Office as it relates to your counseling and/or bankruptcy.",
        "text7": "Please note that if you signed up using an Attorney Code, or you have listed an attorney during your registration process, you are authorizing 1 $ Wiser Consumer Education, Inc. to allow your attorney to view your personal and account information.",
        "text8": "For each visitor to our Web page, our Web server automatically recognizes no information regarding the domain or e-mail address.",
        "text9": "We collect the e-mail addresses of those who communicate with us via e-mail, aggregate information on what pages consumers access or visit, user-specific information on what pages consumers access or visit, information volunteered by the consumer, such as survey information and/or site registrations, and payment information (e.g., credit card number and billing address).",
        "text10": "The information we collect is used for internal review and is then discarded, used to improve the content of our Web page, and may be used to customize the content and/or layout of our page for each individual visitor. Information is disclosed when legally required to do so, at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our program, Website, and applicable laws or to protect against misuse or unauthorized use of our Website.",
        "text11": "With respect to cookies: We use cookies to record session information, such as course sessions that consumers have completed, record user-specific information on what pages users access or visit, and record past activity at a site in order to provide better service when visitors return to our site .",
        "text12": "If you supply us with your postal address on-line you will only receive the information for which you provided us your address.",
        "text13": "Persons who supply us with their telephone numbers on-line will only receive telephone contact from us as required to complete their pre-bankruptcy filing credit counseling course or pre-discharge debtor education course.",
        "text14": "With respect to Ad Servers: We do not partner with or have special relationships with any ad server companies.",
        "text15": "From time to time, we may use customer information for new, unanticipated uses not previously disclosed in our privacy notice. If our information practices change at some time in the future we will post the policy changes to our Web site to notify you of these changes and we will use for these new purposes only data collected from the time of the policy change forward. If you are concerned about how your information is used, you should check back at our Web site periodically.",
        "text16": "Upon request we provide site visitors with access to all information [including proprietary information] that we maintain about them, financial information (e.g., credit card account information) that we maintain about them, unique identifier information (e.g., customer number or password) that we maintain about them, transaction information (e.g., dates on which customers made purchases, amounts and types of purchases) that we maintain about them, communications that the consumer/visitor has directed to our site (e.g., e-mails, customer inquiries), contact information (e.g., name, address, phone number) that we maintain about them , a description of information that we maintain about them.",
        "text17": "Consumers can access this information by writing to us at the above address.",
        "text20": "Upon request we offer visitors the ability to have inaccuracies corrected in contact information, financial information, and transaction information.",
        "text21": "Consumers can have this information corrected by sending us an e-mail at the above address.",
        "text18": "With respect to security: We have appropriate security measures in place in our physical facilities to protect against the loss, misuse or alteration of information that we have collected from you at our site.",
        "text19": "If you feel that this site is not following its stated information policy, you may contact us at the above addresses or phone number."
    },
    "about": {
        "title": "About 1 $ Wiser Consumer Education, Inc.",
        "text1": "1 $ Wiser Consumer Education, Inc. (1$W) was started by financial education professionals, business executives, and attorneys to provide positive, unbiased, and accurate credit counseling and consumer education to individuals. Our team members have more than 100 years combined experience in education, counseling, and financial management education, and over 50 years' experience in on-line, interactive course design and implementation.",
        "text2": "1$W is a Texas 501 (c) (3) not for profit organization whose mission is to provide fundamental financial literacy education to individuals and families. 1$W is governed by an independent Board of Directors comprised of executives from academia, banking, real estate, and social services. Daily operations are under the direction of an Executive Director who reports to the Board of Directors.",
        "text3": "1$W’s <b>Events, Seminars, and Workshops</b> are offered throughout the United States as funding permits. Most events are sponsored and available to the public at no cost. Seminars and workshops are usually custom designed and delivered to an organization's employees or clientele.",
        "text4": "1$W’s <b>Budget and Credit Counseling</b>  program is offered in all Judicial Districts except those in Alabama, Illinois, and North Carolina. Completion of Budget and Credit Counseling is a prerequisite to applying for personal bankruptcy. <em>1 $ Wiser Consumer Education, Inc. is approved to issue certificates of counseling in compliance with the Bankruptcy Code. Approval does not endorse or assure the quality of an Agency’s services</em>",
        "text5": "1$W <b>DOES NOT</b> offer Debt Management Plans. 1$W is not affiliated with any bank, credit card company, collection agency, or credit counseling agency. 1$W has no vested financial interest in the outcome of counseling, and will always present an unbiased viewpoint concerning the relative benefits and disadvantages associated with debt management plans versus personal bankruptcies. No agenda will ever color 1$W's advice.",
        "text6": "1$W is a provider of <b>Personal Financial Management Instruction (Debtor Education)</b>in all Judicial Districts except those in Alabama, Illinois, and North Carolina. The Debtor's Education course required under the Bankruptcy Code is a prerequisite to discharge of a debtor's debts in bankruptcy. <em>1 $ Wiser Consumer Education, Inc. is approved to issue certificates of completion in compliance with the Bankruptcy Code. Approval does not endorse or assure the quality of a Provider’s services</em>"
    },
    "contact-us": {
        "title": "Contact Us",
        "text1": "1 $ Wiser Consumer Education Inc.",
        "text2": "P.O. Box 191",
        "text3": "Krum, TX 76249",
        "text4": "Phone: 1-877-274-9479",
        "text5": "Fax: 940-687-9077",
        "text6": "Hours: M - F 9:00 a.m. - 5:00 p.m. Central Time",
        "text7": "Hours: Sat. 10:00 a.m. - 3:00 p.m. Central Time",
        "text8": "Hours: Sundays & Holidays, Closed",
        "submit-btn": "Submit",
        "errors": {
            "name": {
                "pattern": "Only letters"
            },
            "phone": {
                "pattern": "Only numbers"
            },
            "email": {
                "required": "Field is required",
                "pattern": "Field is not valid"
            }
        }
    },
    "terms-of-service": {
        "title": "Terms of Service",
        "text1": "Welcome to 1 $ Wiser Consumer Education, Inc.(1$W)! Before you begin, please read and review these Terms of Services (<b>\"Terms\"</b> or the <b>\"Agreement\"</b> ). These Terms are an agreement between you and 1 $ Wiser Consumer Education, Inc. It is important that you understand the benefits we provide as well as our limitations. If at any time you choose not to accept these terms and conditions please do not use the site.",
        "text2": "<b>A. Acceptance of Terms</b>",
        "text3": "When you complete the registration process, you agree to these Terms. These Terms may be updated from time to time. We will notify you of any significant updates by presenting you with an alert that describes the changes. Your continued use of our services signifies your acceptance of the changes. These Terms will always be available to users on this page for you to read.",
        "text4": "From time to time this website may supplement these terms and conditions of use with additional terms pertaining to specific content or events, which Additional changes may be placed on the Site to be viewed in connection with the specific content or events and shall be identified as such. You understand and agree that such Additional Terms are hereby incorporated by reference into these terms and conditions of use",
        "text5": "<b>B. Privacy Policy</b>",
        "text6": "1 $ Wiser Consumer Education, Inc. respects your privacy. Please see our Privacy Policy Statement. By continuing with this website, you are agreeing to the 1$W Privacy Policy Statement.",
        "text7": "<b>C. Fees</b>",
        "text8": "The individual recognizes that there are fees associated with using 1$W's programs and the fees have been approved by the U.S. Department of Justice and disclosed to the user prior to registration. The user also understands that there may be changes to the fees from time to time, with or without notice.",
        "text9": "Any and all debit, credit, , and electronic check payments made are processed via the 1$W PayPal account accessed through the 1$W website, and are subject to the rules and regulations of PayPal.",
        "text10": "If 1$W does not receive payment from PayPal or your attorney as your agent, you agree to pay all amounts due upon demand by 1 $ Wiser Consumer Education, Inc.",
        "text11": "All payments for service from 1$W are non-refundable.",
        "text12": "<b>D. Interruption limitation</b>",
        "text13": "The individual recognizes that the course provided is of such a nature that service can be interrupted for many reasons other than the negligence of the 1$W and that damages resulting from any interruption of service are difficult to ascertain. Therefore, the individual agrees that 1$W shall not be liable for any damages arising from such causes beyond the direct and exclusive control of 1$W. The individual further understands 1$W's liability for its own negligence may not in any event exceed an amount equivalent to charges payable by the individual for the course. In no event shall 1$W be liable for any special or consequential damages, loss or injury.",
        "text14": "<b>E. Modifications of these Terms and conditions</b>",
        "text15": "1$W may modify these terms and conditions of use from time to time at its sole discretion. Each time you log on to the Site, you will be deemed to have accepted any such changes.",
        "text16": "<b>F. Indemnification</b>",
        "text17": "<b>1 $ WISER CONSUMER EDUCATION, INC. MAKES NO WARRANTY THAT THE SITE WILL MEET YOUR REQUIREMENTS, OR THAT THE SITE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR FREE.</b>",
        "text18": "<b>1 $ WISER CONSUMER EDUCATION, INC.  MAKES NO WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE.</b>",
        "text19": "<b>1 $ WISER CONSUMER EDUCATION, INC. WILL NOT BE LIABLE FOR ANY DIRECT, CONSEQUENTIAL OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR NOT, WHICH MAY RESULT FROM THE UNAVAILABILITY OR MALFUNCTION OF THE SITE.</b>",
        "text20": "<b>NOTHING HEREIN SHALL APPLY TO ACTIONS OR CLAIMS UNDER THE PROVISIONS OF THE UNITED STATES BANKRUPTCY CODE, 11 U.S.C. SEC. 101 ET SEQ.</b>",
        "text21": "<b>G. Applicable Law</b>",
        "text22": "These terms and conditions of use shall be governed by and construed in accordance with the laws of the State of Texas without giving effect to its conflict of laws provisions.",
        "text23": "<b>H. FAQ.</b>",
        "text24": "You can refer to the FAQ section of this website.",
        "text25": "Any questions that can't be answered should be referred to the phone number below or clicking at website listed below.",
        "text26": "<b>I. Language</b>",
        "text27": "<b>The parties have agreed that this Agreement shall be written in English.</b>",
        "text28": "Please contact us via email with any questions or comments at",
        "text29": "1 $ Wiser Consumer Education, Inc.",
        "text30": "P.O. Box 191",
        "text31": "Krum, TX 76249"
    },
    "programs-and-services": {
        "title": "Programs and Services",
        "text1": "1 $ Wiser Consumer Education, Inc. provides a variety of financial literacy programs including online and telephone Budget & Credit Counseling (which meets the pre-filing requirement for those considering personal bankruptcy protection) and online Personal Financial Management & Consumer Education (which meets the pre-discharge, post filing, Debtor Education requirement) with formal certificates of completion to registered users only.",
        "text2": "Seminars and workshops are presented in various locations upon request. Participation is usually determined by the hosting sponsor.",
        "text3": "Interactive video games which teach financial concepts are developed for clients upon request.",
        "last-updated": "This section was last updated in January 2020."
    },
    "consumer-debt-info": {
        "title": "Consumer & Debt Information",
        "text1": "Laws and regulations affecting consumer banking, credit, student loans, and other financial areas are continually changing. Additionally, we are hearing from increasing numbers of consumers wanting to know how to lower their credit card interest rates, or get payments otherwise modified. We do not contact creditors on behalf of consumers for any reason. However, as part of our mission to educate consumers, 1 $ Wiser is continually updating information in this section which is available at no cost to anyone who accesses our website.",
        "text2": "Additionally, we have launched a Members Only portal which contains consumer information not available elsewhere on this website. Click",
        "last-updated": "This section was last updated in January 2020."
    },
    "budget-credit-counseling": {
        "title": "Budget & Credit Counseling (Pre Filing)",
        "page-title": "Why Use 1 $ Wiser Consumer Education, Inc. for Pre-Bankruptcy Credit Counseling?",
        "text1": "The brink of bankruptcy is a lonely place to be. Rather than feeling paralyzed by guilt and despair, embrace the opportunity to get a fresh start on your financial life. Commit yourself to making positive changes to improve your financial future by taking control of your money instead of allowing your money and financial situation to control you.",
        "text2": "1 $ Wiser's Credit Counseling (1$W) is a non-threatening interactive online program that has been carefully designed to gather all of the pertinent information about your current financial situation. You will then have an opportunity to interact with a professional counselor who will help you explore the various options available for resolving your financial situation. Because 1 $ Wiser is an education organization, our counselors will",
        "text3": "try to enroll you in a debt management plan (DMP).",
        "text4": "1$W is committed to providing you with the knowledge you need to objectively assess your situation and make an informed decision about how to best reach your financial goals.",
        "text5": "Pre-Bankruptcy Credit Counseling",
        "text6": "you must complete pre-bankruptcy budget and credit counseling within 180 days before you file Chapter 7 or Chapter 13 bankruptcy. As part of this counseling, a 1$W counselor will evaluate your current personal financial situation, the budget you have created, and help you develop a plan to spend less than your net income while still meeting your needs.",
        "text7": "What Do You Need?",
        "text8": "To begin the required pre-filing bankruptcy counseling, you will need to provide enough information to construct a monthly budget for analysis. We recommend that you gather the following information before starting the course:",
        "item": "Pencil, paper, and calculator",
        "item2": "Income records, such as pay stubs, support checks, etc.",
        "item3": "Details of all deductions made from gross wages, including garnishments",
        "item4": "Tax payments including home and auto taxes",
        "item5": "All Monthly bills, such as utilities, internet, cable, etc.",
        "item6": "Support or assistance paid",
        "item7": "Any insurance premiums paid",
        "item8": "An estimate of home and auto repairs",
        "item9": "An estimate of medical expenses",
        "item10": "An estimate of educational expenses",
        "item11": "An estimate of other needed purchases",
        "item12": "Balance and minimum monthly payments and interest rates for all debts",
        "item13": "Attorney name, address, phone number, email address, and fax if available",
        "how-much-cost": "How much does it cost?",
        "text9": "The cost of 1$W's pre-filing Budget and Credit Counseling is $29.99 if it is taken online. If the program is taken over the telephone, the cost is $50.00.",
        "how-long-take": "How long will it take?",
        "text10": "The United States Trustees and Bankruptcy Administrators require the Pre-Filing Counseling program to last an average of 60 – 90 minutes.",
        "text16": " if it is taken ",
        "text17": ". If the program is taken over the telephone with a live counselor, the cost is $50.00 per person.",
        "how-it-work": "How does it work",
        "text11": "Online counseling via the Internet is ideal for individuals with internet access at home, a friend's house, or the local public library. It uses a simple text and video interface so it is accessible even to older clients. The process is as follows:",
        "info": "1. Sign up for this program by registering directly on this site or through your attorney's office. Payment (or discount code) is made as part of the registration process.",
        "info1": "2. When you register, you will create a unique user name and password.",
        "info2": "3. Log into the system using your unique user name and password to begin the course",
        "info3": "4. Work your way through the informational screens entering personal information and data as requested. This can be done at your own pace. It does not have to be completed in a single sitting.",
        "info4": "5. If you leave the program, log back in at any time and resume from where you left off.",
        "info5": "6. At the end of the online course, email us and specify when and how you would like the counselor to contact you.",
        "info6": "7. A counselor will contact you, review your budget with you, and answer any questions you may have.",
        "info7": "8. The counselor issues a Certificate of Completion and emails it to you.",
        "info8": "9. You and your attorney will receive the Certificate of Completion by email.",
        "text12": "If you prefer to complete the budget and credit counseling program over the telephone, call us at 1-800-496-2440x1 to make an appointment with one of our counselors.",
        "text13": "The appointments are scheduled when a counselor is able to spend 60 - 90 minutes on the telephone with you going through the same materials that you would cover if you went through our program online.",
        "text14": "As you answer the",
        "text15": "questions asked, the counselor will enter your information into the computer. At the conclusion of the counseling session, you will receive a personalized financial analysis in the same format as received by those taking our online program."
    },
    "debtor-education": {
        "title": "Debtor Education",
        "page-title": "Why Use 1 $ Wiser Consumer Education for Your Post-Filing Personal Financial Management Course (Debtor Education)?",
        "text1": "1 $ Wiser’s (1$W) Debtor Education is a non-threatening interactive online program that has been carefully designed to teach you how to make the changes necessary to avoid the financial pitfalls that led to your need to file bankruptcy. Through the use of case studies from people just like yourself, you will learn how to differentiate between needs and wants; how to set and achieve goals; how to plan your spending based upon those goals; and how to use credit wisely.",
        "text2": "1$W is committed to providing you with the education you need to objectively assess your situation and make an informed decision about how to best reach your financial goals.",
        "post-filing": "Post-Filing Debtor Education",
        "text3": " you must complete a post-filing personal financial management course (Debtor Education) prior to the discharge of your Chapter 7 or Chapter 13 bankruptcy. This course must last at least 2 hours. As part of the instruction you will receive, you will be taught how to identify the best options in a variety of financial situations in which you might find yourself.",
        "what-you-need": "What Do You Need?",
        "text4": "To begin the required post-filing debtor education, you will need to provide enough information to verify your identity, your case number, and the District and Office in which your case was filed. We recommend that you gather the following information before starting the course:",
        "item1": "· Your case number",
        "item2": "· The District and Office in which your case was filed",
        "item3": "· A valid telephone number",
        "item4": "· Your email address",
        "item5": "· Last four digits of your social security number",
        "item7": "· Attorney name, address, phone number, email address, and fax if available",
        "how-much-cost": "How much does it cost?",
        "text5": "The cost of 1$W’s post-filing online Debtor Education is $39.99. Once you have begun the course, the fee is non-refundable",
        "text6": "This includes the cost of filing the certificate with the court in your judicial district. Once you have begun the course, the fee is",
        "how-long-take": "How long will it take?",
        "text7": "The United States Trustees and Bankruptcy Administrators require the post-filing Debtor Education to last 2 hours.",
        "how-it-work": "How does it work?",
        "text8": "Online counseling via the Internet is ideal for individuals with internet access at home, a friend’s house, or the local public library. It uses a simple text and video interface so it is accessible even to older clients. The process is as follows:",
        "info": "1. Register for this course directly on this site",
        "info2": "2. Log into the system using your unique user name and password to begin the course",
        "info3": "3. Work your way through the course at your own pace. It does not have to be completed in a single sitting.",
        "info4": "4. If you leave the program, log back in at any time and resume from where you left off.",
        "info6": "5. At the end of the course you will take a post-test. You must answer at least 70% of the questions correctly in order to successfully complete the course. If you answer less than 70% of the questions correctly you may either return to the course material then retake the test or you may have one of our instructors contact you to discuss those questions you answered incorrectly.",
        "info7": "6. The instructor issues a Certificate of Completion",
        "info8": "7. You and your attorney, if you have one, receive the Certificate by email.",
        "per-person": "$39.99 per person.",
        "non-refundable": " non-refundable"
    },
    "disclosure-credit-counseling": {
        "title": "Budget and Credit Counseling Disclosure",
        "page-title": "Disclosure for Credit Counseling",
        "text1": "1 $ Wiser's Budget and Credit Counseling program meets the Federal requirements for a budget and credit counseling program BEFORE filing a bankruptcy petition with the court. The online portion of the program takes approximately 1 hour, during which time you will create a realistic monthly budget. At the conclusion of the online portion of the program, you will be required to communicate with one of 1 $ Wiser's counselors where you will discuss the factors which led to your current financial challenges, the budget you created, and possible changes to your spending habits. This communication with a counselor can take place via telephone or email. Your certificate of completion can not be issued until 1 $ Wiser's counselor has completed their communications with you.",
        "fee-schedule": "Fee Schedule",
        "text2": "The fee for 1 $ Wiser's online Debtor Education is $39.99. Payment may be made by debit card or credit card from this site during registration. The generation of a certificate and the issuance via e-mail is included in these fees.",
        "text3": "Once you have started the program, the fee is non-refundable.",
        "text4": "Due to requirements set by the Department of Justice - Executive Office of the United States Trustee, joint debtors may take the program together, however we require separate registrations. To ensure we remain in full compliance with the rules under which we must operate, each individual must actively participate in completing the program - especially the live counseling.",
        "ability-to-pay": "Ability to Pay",
        "text5": "1 $ Wiser Consumer Education Inc. (1 $ Wiser) will waive the fee in whole or in part for 1 $ Wiser’s Budget & Credit Counseling program whenever a client demonstrates a lack of ability to pay.",
        "text6": "A client presumptively lacks the ability to pay the fee if the client's current household income is less than 150% of the poverty guidelines updated periodically in the <b>Federal Register</b> by the U.S. Department of Health and Human Services under the authority of <u>42 U.S.C. 9902</u> (2), as adjusted from time to time, for a household or family of the size involved in the fee determination.",
        "text7": "The presumption shall be rebutted, and 1 $ Wiser may charge the client a reduced fee, if 1 $ Wiser determines, based on income information the client submits, that the client is able to pay the fee in a reduced amount. Nothing requires 1 $ Wiser to charge a fee to clients whose household income exceeds 150% of the poverty guidelines or who are able to demonstrate ability to pay based on income information submitted.",
        "text8": "If client is requesting fee waiver or reduced fees, it must be done in writing <b>before</b>  registering for credit counseling. 1 $ Wiser collects fees at the time of registration.",
        "text9": "The criteria upon which 1 $ Wiser relies in determining a client's eligibility for fee waiver or reduced fees is based on information submitted by client. The minimum information required to apply for fee waiver or fee reduction is:",
        "info1": "1. Client’s name(s), telephone number, and email address",
        "info2": "2. Names, ages, and relationship to client of all members of the family or household over the age of 18",
        "info3": "3. Names, ages, and relationship to client of all members of the household under 18 years old.",
        "info4": "4. Last 2 pay stubs for all adults (18+) in the family or household or proof of public assistance",
        "info5": "5. Last 2 bank statements for each adult (18+) in the family or household",
        "info6": "6. Prior year’s Federal Tax Return if item #4 is not available.",
        "text10": "Alternately, if the client has received a waiver of court filing fees for in forma paupers, a copy of the fee waiver from the court may be submitted and will justify pro bono counseling.",
        "text11": "Send your written request and ALL supporting documents via E-Mail to ",
        "email": "Info@1dollarwiser.com",
        "fax": " or fax to 1-940-687-9077.",
        "text23": "All requests will be reviewed within 72 business hours of receipt.",
        "text24": "1 $ Wiser may also waive fees based upon other considerations, including, but not limited to:",
        "item1": "1. The client's net worth;",
        "item2": "2. The % of the client's income from government assistance programs;",
        "item3": "3. Whether the client is receiving <em> pro bono </em>legal services in connection with a filed or anticipated bankruptcy case",
        "text12": "1 $ Wiser does not require a client to purchase counseling services in connection with the purchase of any other service offered by 1 $ Wiser.",
        "bilingual-counseling-services": "Bilingual Counseling Services",
        "text13": "1 $ Wiser does not currently provide bilingual counseling services. 1 $ Wiser will make every effort to refer clients requiring bilingual counseling services to an Agency on the United State Trustee's list of approved agencies who provides counseling services in the language requested by the client.",
        "agencys-funding-sources": "Agency's Funding Sources",
        "text14": "1 $ Wiser is funded by fees received for individual counseling and educational services provided, from sponsored educational workshops and seminars, and from public donations. 1 $ Wiser does <b>not</b>  offer Debt Management Plans (DMPs) and does not receive any funds from creditors. If, as part of the credit counseling, a client decides to participate in a Debt Management Plan from another Agency, client may incur additional fees levied by the other Agency.",
        "counselor-qualifications": "Counselor Qualifications",
        "text15": "All 1 $ Wiser counselors have received in-depth training in 1 $ Wiser’s program. They receive continuing education at least twice a year to keep current on changes in consumer financial issues in areas such as healthcare, credit cards, mortgages, etc. They are skilled at helping you understand the materials presented and help you apply the new skills in your life. Each counselor has the heart of a teacher and experience in accounting, financial planning, credit counseling, or personal financial management.",
        "impact-on-credit-reports": "Impact on Credit Reports",
        "text16": "No information gathered or the results of the credit counseling program will be disclosed to any Credit Reporting Agency. The credit counseling program offered by 1 $ Wiser Consumer Education has no impact on clients' credit reports. HOWEVER, the action(s) you take as a result of the counseling provided may have a negative impact on your credit report. For example, a completed Chapter 13 bankruptcy stays on one’s credit report for 7 years, and a Chapter 7 bankruptcy stays on a credit report for 10 years. As another example, a DMP may remain on one’s credit report for 3 – 5 years or as long as it takes to complete the plan. Other options discussed in 1 $ Wiser’s credit counseling program may also have a negative impact on credit reports. The length of time may vary from state to state.",
        "consideration-for-referrals": "Consideration for Referrals",
        "text17": "Neither 1 $ Wiser Consumer Education, Inc. nor any of its employees, agents, or partners, receives fees or other consideration for the referral of an individual to 1 $ Wiser’s Budget and Credit Counseling. Neither 1 $ Wiser Consumer Education, Inc. nor any of its employees, agents, or partners, pays any fees or other consideration for the referral of an individual to 1 $ Wiser’s Budget and Credit Counseling. 1 $ Wiser does not have any fair share agreements.",
        "opportunity-to-negotiate": "Opportunity to Negotiate",
        "text18": "Under terms set for in 11 U.S.C. 502(k), clients may have the opportunity to negotiate an alternative payment schedule with regard to each of their unsecured consumer debts. 1 $ Wiser Consumer Education, Inc. does NOT provide that service. If requested, we will make every effort to refer clients requesting debt negotiation services to an agency on the United State Trustee's list of approved agencies who does provide this service. Please note that additional fees in connection with such a referral may be charged by the other agency.",
        "disclosure-of-client-information": "Disclosure of Client Information",
        "text19": "1 $ Wiser Consumer Education, Inc. might disclose information to the United States Trustee in connection with the United States Trustee's oversight of 1 $ Wiser Consumer Education, Inc., or during investigation of complaints, during on-site visits, or during quality of service reviews.",
        "annual-review": "Annual Review",
        "text20": "The United States Trustee's Office has reviewed only 1 $ Wiser’s credit counseling services and its personal financial management instructional course pursuant to 11 U.S.C.111(d). The United States Trustee has neither reviewed nor approved any other services 1 $ Wiser Consumer Education, Inc. provides to clients.",
        "receipt-of-certificate": "Receipt of Certificate",
        "text21": "A client will receive a certificate only if the client completes the counseling program. Certificates of Counseling are sent to clients via email. Clients may also log into their account and download a copy of their certificate found near the bottom of their account page.",
        "text22": "I have read and accept the terms specified in this Disclosure Notice.",
        "certificate-of-counseling": "Certificate of Counseling",
        "text25": "1 $ Wiser has an obligation to provide a certificate to the client promptly upon completion of counseling services. The counseling services are not complete until the client speaks with a credit counselor. The live counseling generally is conducted via telephone by appointment Monday – Friday between 9:00 AM and 5:00 PM and Saturday between 10:00 AM and 3:00 PM Central Time. Email counseling is also conducted during the standard hours, but no appointment is necessary. Counselors are not available on Sunday or Holidays.",
        "accept": "Accept",
        "decline": "Decline"
    },
    "fee-schedule": {
        "title": "Fee Schedule",
        "page-title": "1 $ Wiser Consumer Education, Inc.",
        "fee-schedule": "Fee Schedule",
        "all-fees-per-person": "(All fees are per person)",
        "budget-credit": "Budget and Credit Counseling",
        "text1": "$29.99/person for the online program",
        "text2": "$50.00/person for the live telephone program",
        "debtor-education": "Debtor Education",
        "text3": "$39.99/person for online course (Includes filing the certificate of completion directly with the court)",
        "email-certificate": "Email certificate of completion",
        "text4": "N/C",
        "mail-certificate": "U.S. Mail of certificate of completion",
        "text5": "$3.00"
    },
    "contact-conselor": {
        "title": "Contact A Counselor - Budget & Credit Counseling",
        "name": "Name",
        "email": "Email",
        "subject": "Subject",
        "message": "Message",
        "submit": "Submit"
    },
    "client-reviews": {
        "title": "Client Reviews of Debtor Education Course",
        "text1": "\"I got a better understanding on the importance of budgeting, and like the \"debt roll up\" section.\"",
        "text2": "Stanley H.",
        "text3": "Oak Point, TX",
        "text4": "\"I learned that ads , commercials, ans impulse shopping play a big roll in life and if not carefull your wallet will be empty before the rent or bills are due.\"",
        "text5": "Raul T.",
        "text6": "Ft. Myers, FL",
        "text7": "“This is a great program. It has opened my eyes in so many levels. Thank you.”",
        "text8": "Jean R.",
        "text9": "Tampa, FL",
        "text10": "“Great course!”",
        "text11": "Cameron C.",
        "text12": "Kingsville, GA",
        "text13": "“It would be helpful to print the course entirely and keep for person records and for review.”",
        "text14": "Wade B.",
        "text15": "Plano, TX",
        "text16": "“Thanks for having a representative available on the phone to help me when I needed technical support to move on.”",
        "text17": "Thamar M.",
        "text18": "Miami, FL",
        "text19": "“Very important information provided in this course, from now on I will set-up a monthly expenditure plan and to have a cushion fund for emergencies and save for the future.”",
        "text20": "Nery M.",
        "text21": "Orlando, FL",
        "text22": "“Thanks”",
        "text23": "Bobbie W.",
        "text24": "Jacksonville, FL",
        "text25": "“Thanks I have learned a great deal.”",
        "text26": "Mary F.",
        "text27": "Sandy, UT",
        "text28": "”This was an eye opener, and I will start a budget immediately.”",
        "text29": "Kim B.",
        "text30": "Plano, TX",
        "text31": "\"Simple and to the point. There is something in here for everybody from all socioeconomic backgrounds.\"",
        "text32": "Stephen F.",
        "text33": "Ruskin, FL"
    },
    "debtor-education-faqs": {
        "title": "Debtor Education FAQs",
        "letterQ": "Q: ",
        "why-debtor-education": "Why is Debtor Education Necessary?",
        "letterA": "A: ",
        "text1": "Current Bankruptcy law requires that all consumers wishing to eliminate debts under Chapter 7 or 13 take part in a personal financial management instructional program from a United States Trustee approved agency. This program is sometimes referred to as Personal Financial Management Instruction or Debtor Education. This education must take place prior to discharge of a petitioner’s debts.",
        "where-consumer-education": "Q: Where is 1 $ Wiser Consumer Education, Inc. approved to offer Personal Financial Management Instruction Certificates of Completion?",
        "text2": "1 $ Wiser is approved to issue Certificates in Compliance for a course in personal financial management in all Judicial Districts except those in Alabama, Illinois, and North Carolina. Approval does not endorse or assure the quality of an Agency’s services.",
        "when-can-take": "Q: When can I take my course?",
        "text3": "At any time, 24/7. However, under normal circumstances, your instructor will be interacting with you M-F between the hours of 9:00 A.M. and 5:00 P.M. Central Time and on Saturdays between the hours of 10:00 A.M. and 3:00 P.M. Central Time.",
        "what-information-need": "Q: What information will I need to provide to register for the course?",
        "text4": "The following is a summary of the information you will need to provide:",
        "item1": "Your full name",
        "item2": "The district in which you reside",
        "item3": "Your case number",
        "item4": "Your address",
        "item5": "Your email",
        "item6": "Your phone number",
        "item7": "Last 4 digits of your social security number",
        "item9": "Your attorney’s name and email (if using an attorney)",
        "separate-debtor-education": "Q: Do a husband and wife need separate Debtor Education if they filed bankruptcy jointly?",
        "text5": " 1 $ Wiser does not allow joint debtors to register together and take the course together due to recent rule changes from the Department of Justice - Executive Office of the United States Trustee. Each person must individually register and successfully complete the course with a score of 70% or better before certificates of completion can be issued.",
        "how-long": "Q: How long is my session?",
        "text6": "The length of the course is 2 hours broken down into discrete sections. You may stop at any time and restart from the page on which you left off.",
        "can-you-fail": "Q: Can you fail this Course?",
        "text7": "No. Everyone who completes the course will receive a Certificate of Completion. There is however a graded test at the end of the course. Debtors who do not score at least 70% will receive a phone call or email from an instructor to review each question you missed to ensure understanding of the principles taught before the Certificate of Completion can be issued.",
        "wiser-let-the-court": "<b>Q: Will 1 $ Wiser let the court know when I have completed this required course?</b>",
        "text8": "Yes. We will email you, and your attorney if you are using one, a certificate of completion for this course.",
        "how-much": "Q: How much does the instruction cost?",
        "text9": "1 $ Wiser Consumer Education, Inc. charges $39.99 for those who register and take the course online.",
        "what-determines": "Q: What determines an individual’s ability to pay?",
        "text10": "1 $ Wiser Consumer Education Inc. (1 $ Wiser) will waive the fee in whole or in part for 1 $ Wiser’s Personal Financial Management Instruction (Debtor Education) whenever a debtor demonstrates a lack of ability to pay.",
        "text11": "A debtor presumptively lacks the ability to pay the fee if the debtor's household current income is less than 150% of the poverty guidelines updated periodically in the <b>Federal Register</b> by the U.S. Department of Health and Human Services under the authority of <u>42 U.S.C. 9902</u> (2), as adjusted from time to time, for a household or family of the size involved in the fee determination.",
        "text12": "The presumption shall be rebutted, and 1 $ Wiser may charge the debtor a reduced fee, if 1 $ Wiser determines, based on income information the debtor submits, that the debtor is able to pay the fee in a reduced amount. Nothing requires 1 $ Wiser to charge a fee to debtors whose household income exceeds 150% of the poverty guidelines or who are able to demonstrate ability to pay based on income information submitted.",
        "text13": "If debtor is requesting fee waiver or reduced fees, it must be done in writing <b>before</b> registering for credit counseling. 1 $ Wiser collects fees at the time of registration.",
        "text14": "The criteria on which 1 $ Wiser relies in determining a debtor's eligibility for fee waiver or reduced fees are based on information submitted by debtors. The minimum information required to apply for fee waiver or fee reduction is:",
        "info": "1. Debtor’s name(s), telephone number, and email address",
        "info2": "2. Names, ages, and relationship to debtor of all members of the family or household over the age of 18",
        "info3": "3. Names, ages, and relationship to debtor of all members of the household under 18 years old.",
        "info4": "4. Last 2 pay stubs for all adults (18+) in the family or household or proof of public assistance",
        "info5": "5. Last 2 bank statements for each adult (18+) in the family or household",
        "info6": "6. Prior year’s Federal Tax Return if item #4 is not available.",
        "text15": "Alternately, if the debtor has received a waiver of court filing fees for in forma pauperis debtors, a copy of the fee waiver from the court may be submitted and will justify pro bono counseling.",
        "text16": "Send your written request and ALL supporting documents via E-Mail to ",
        "email": "Info@1dollarwiser.com",
        "fax": " or fax to 1-940-687-9077.",
        "text17": "All requests will be reviewed within 72 business hours of receipt.",
        "text18": "1 $ Wiser may also waive fees based upon other considerations, including, but not limited to:",
        "consideration-info1": "1. The debtor's net worth;",
        "consideration-info2": "2. The % of the debtor's income from government assistance programs;",
        "consideration-info3": "3. Whether the debtor is receiving <em>pro bono</em> legal services in connection with a filed or anticipated bankruptcy case;",
        "text19": "1 $ Wiser does not require a debtor to purchase debtor education in connection with the purchase of any other service offered by 1 $ Wiser.",
        "how-pay": "Q: How do I Pay?",
        "text20": "You or anyone else may pay with a debit or credit card during the registration process.",
        "text21": "Q: Is 1 $ Wiser Consumer Education, Inc. a Non-Profit Organization?",
        "text22": "Yes. 1 $ Wiser Consumer Education, Inc. is 501 (c) (3)organization."
    },
    "debtor-education-disclosure": {
        "title": "Debtor Education Disclosure",
        "subtitle": "1 $ Wiser Consumer Education, Inc.",
        "subtitle1": "Personal Financial Management Instruction",
        "subtitle2": "(aka Debtor Education)",
        "subtitle3": "Pre-Discharge Disclosure",
        "text1": "1 $ Wiser's Personal Financial Management course, (aka Debtor Education), meets the Federal requirement for 2 hours of financial education before debts can be discharged. This course is sometimes referred to as the Pre-Discharge course.",
        "text2": "When you register for this course, you will be required to provide a case number which has been assigned by the court when your Petition for Bankruptcy is filed. This case number, (YY-xxxxx), must be entered on your certificate of completion before the certificate can be issued. If you do not have a case number which has been issued by the court AFTER your case has been filed, (i.e. YY-xxxxx), you are taking the wrong course.",
        "fees": "Fees",
        "text3": "The fee for 1 $ Wiser Debtor Education is $39.99/person. Payment may be made by debit card or credit card from this site during registration. The generation of a certificate and the issuance via e-mail is included in these fees. A fee of $3.00 will be charged for certificates of completion sent via U.S. Mail.",
        "text4": "Once the online course has been started, the registration fee is non-refundable.",
        "text5": "Due to requirements set by the Department of Justice - Executive Office of the United States Trustee, 1 $ Wiser does allow joint debtors to take Debtor Education together. To ensure we remain in full compliance with the rules under which we must operate, each individual must actively participate in completing the course. Individuals who fail to complete the test in a satisfactory manner or who receive less than a 70 percent score will receive a telephone call or an email from an instructor to discuss each test question that was answered incorrectly and to ensure understanding of the principles being taught.",
        "ability-to-pay": "Ability to Pay",
        "text6": "1 $ Wiser Consumer Education Inc. (1 $ Wiser) will waive the fee in whole or in part for 1 $ Wiser’s Personal Financial Management Instruction (Debtor Education) whenever a debtor demonstrates a lack of ability to pay.",
        "text7": "A debtor presumptively lacks the ability to pay the fee if the debtor's household current income is less than 150% of the poverty guidelines updated periodically in the Federal Register by the U.S. Department of Health and Human Services under the authority of 42 U.S.C. 9902(2), as adjusted from time to time, for a household or family of the size involved in the fee determination.",
        "text8": "The presumption shall be rebutted, and 1 $ Wiser may charge the debtor a reduced fee, if 1 $ Wiser determines, based on income information the debtor submits, that the debtor is able to pay the fee in a reduced amount. Nothing requires 1 $ Wiser to charge a fee to debtors whose household income exceeds 150% of the poverty guidelines or who are able to demonstrate ability to pay based on income information submitted.",
        "text9": "If debtor is requesting fee waiver or reduced fees, it must be done in writing before registering for debtor education. 1 $ Wiser collects fees at the time of registration.",
        "text10": "The criteria on which 1 $ Wiser relies in determining a debtor's eligibility for fee waiver or reduced fees are based on information submitted by debtors. The minimum information required to apply for fee waiver or fee reduction is:",
        "item1": "1. Debtor’s name(s), telephone number, and email address",
        "item2": "2. Names, ages, and relationship to debtor of all members of the family or household over the age of 18",
        "item3": "3. Names, ages, and relationship to debtor of all members of the household under 18 years old.",
        "item4": "4. Last 2 pay stubs for all adults (18+) in the family or household or proof of public assistance",
        "item5": "5. Last 2 bank statements for each adult (18+) in the family or household",
        "item6": "6. Prior year’s Federal Tax Return if item #4 is not available.",
        "text11": "Alternately, if the debtor has received a waiver of court filing fees for in forma pauperis debtors, a copy of the fee waiver from the court may be submitted and will justify pro bono counseling.",
        "text12": "Send your written request and ALL supporting documents via E-Mail to Info@1dollarwiser.com or fax to 1-940-687-9077.",
        "text13": "All requests will be reviewed within 72 business hours of receipt.",
        "text14": "1 $ Wiser may also waive fees based upon other considerations, including, but not limited to:",
        "info1": "1. The debtor's net worth;",
        "info2": "2. The % of the debtor's income from government assistance programs;",
        "info3": "3. Whether the debtor is receiving pro bono legal services in connection with a filed or anticipated bankruptcy case;",
        "text15": "1 $ Wiser does not require a debtor to purchase debtor education in connection with the purchase of any other service offered by 1 $ Wiser.",
        "bilingual-instruction": "Bilingual Instruction",
        "text16": "1 $ Wiser does not provide bilingual Debtor Education. 1 $ Wiser will make every effort to refer clients requiring bilingual instruction to a Provider on the UST's list of approved providers who provides personal financial management instruction in the language requested by the debtor student.",
        "text17": "The US Trustee's list of approved providers can be found at http://list-approved-providers-personal-financial-management-instructional-courses-debtor-education.",
        "instructor-qualifications": "Instructor Qualifications",
        "text18": "All 1 $ Wiser instructors have received in-depth training in 1 $ Wiser’s program. They receive continuing education to keep current on changes in consumer financial issues in areas such as healthcare, credit cards, mortgages, etc. They are skilled at helping you understand the materials presented and help you apply the new skills in your life. Each instructor has the heart of a teacher and experience in accounting, financial planning, credit counseling, or personal financial management.",
        "consideration-referrals": "Consideration for Referrals",
        "text19": "Neither 1 $ Wiser Consumer Education, Inc. nor any of its employees, agents, or partners, receives fees or other consideration for the referral of an individual to 1 $ Wiser’s Debtor Education. Neither 1 $ Wiser Consumer Education, Inc. nor any of its employees, agents, or partners, pays any fees or other consideration for the referral of an individual to 1 $ Wiser’s Debtor Education.",
        "certificate-completion": "Certificate of Completion",
        "text20": "1 $ Wiser has an obligation to provide a certificate to the debtor promptly upon completion of the debtor education course. 1 $ Wiser Consumer Education, Inc. files Debtor Education Certificates of Completion directly with the courts on behalf of debtor students.",
        "disclosure-client-information": "Disclosure of Client Information",
        "text21": "Client information may be disclosed to the United States Trustee in connection with the United States Trustee's oversight of 1 $ Wiser Consumer Education, Inc., during investigation of complaints, during on-site visits, or during quality of service reviews.",
        "annual-review": "Annual Review",
        "text22": "The United States Trustee's Office has reviewed only the agency's credit counseling services and its personal financial management instructional course pursuant to 11 U.S.C.111(d). The United States Trustee has neither reviewed nor approved any other services 1 $ Wiser Consumer Education, Inc. provides.",
        "course-certificate": "Course Certificate",
        "text23": "A Certificate of Completion will be issued only to a debtor who completes the Debtor Education instructional course. A Certificate of Completion along with confirmation of certificate e-filing with the court will be sent to the debtor via email. The Certificate of Completion will also be posted to each debtor's account page.",
        "text24": "I have read and accept the terms specified in this Disclosure Notice",
        "accept": "Accept",
        "decline": "Decline"
    },
    "budget-credit-counseling-faqs": {
        "title": "1 $ Wiser Consumer Education, Inc.  Budget and Credit Counseling FAQs",
        "credit-counseling": "Q: Why is Credit Counseling necessary?",
        "letterA": "A: ",
        "text1": "Current Bankruptcy law requires that all consumers wishing to eliminate debts under Chapter 7 or 13 take part in credit counseling from a United States Trustee approved non-profit credit counseling agency. This counseling must take place within 180 days prior to the consumer filing for bankruptcy protection.",
        "what-happens": "Q: What happens if I decide to file for personal bankruptcy more than 180 days after completing the Budget and Credit Counseling Program?",
        "text2": "You will need to re-register and retake the Budget and Credit Counseling Program and be issued a new Certificate of Completion.",
        "may-credit-counselor": "Q: May a credit counselor advise a client on whether or when to file bankruptcy?",
        "text3": "No. The decision on whether or when to file bankruptcy can only be made by the consumer and his/her attorney. Advice on the timing and necessity (or lack thereof) of a bankruptcy may constitute legal advice which could be deemed to be the unauthorized practice of law and be actionable by State authorities.",
        "wiser-consumer-education": "Q: Where is 1 $ Wiser Consumer Education, Inc. approved to offer Credit Counseling Completion Certificates?",
        "text4": "1 $ Wiser is approved to issue Credit Counseling Certificates in Compliance with the Bankruptcy Code in all Judicial Districts except those in Alabama, Illinois, and North Carolina. Approval does not endorse or assure the quality of an Agency’s services.",
        "when-can-take": "Q: When can I take my credit counseling program?",
        "text5": "The online program may be taken at any time, 24/7. However, the intreactive portion of the program with a live counselor must be conducted during normal business hours. Counselors are available Monday – Friday between the hours of 9:00 A.M. and 5:00 P.M. or on Saturday between the hours of 10:00 A.M. and 3:00 P.M Central Time.",
        "what-info": "Q: What information will I need to provide to register for the course?",
        "text7": "The following is a summary of the information you will need to provide:",
        "item1": "Your full legal name (as printed on your government issued identification card)",
        "item2": "The district in which you reside",
        "item3": "Your address",
        "item4": "Your email",
        "item5": "Your phone number",
        "item6": "Last 4 digits of your social security number",
        "item8": "Information regarding sources of income, current deductions from income, assets, debt payments/balances, monthly expenses, and estimated upcoming expenses",
        "item9": "Attorney name, phone and fax number, and email address (if you have an attorney)",
        "can-joint": "Q: Can joint debtors register and complete the Budget and Credit Counseling program together?",
        "text10": " Due to new requirements set by the Department of Justice - Executive Office of the United States Trustee, 1 $ Wiser will no longer allow joint debtors to take the online program together. To ensure we remain in full compliance with the rules under which we must operate, each individual must register separately and complete the program separately.",
        "text11": "Joint debtors may take the entire program via the telephone together, however by individuals must be present during the entire process and both must actively participate in the conversations. Separate registration is still required.",
        "how-long": "Q: How long is my session?",
        "text12": "The average length of the budget and credit counseling program is 60 minutes although your session may be shorter or longer depending on your particular situation.",
        "can-fail": "Q: Can you fail this Course?",
        "text13": "No. Everyone who completes the course will receive a Certificate of Completion. There is no graded exam.",
        "how-much": "Q: How much does the counseling cost?",
        "text14": "The cost of 1$W's pre-filing Budget and Credit Counseling is $29.99 if it is taken online. If the program is taken over the telephone, the cost is $50.00.",
        "what-determines": "Q: What determines an individual’s ability to pay?",
        "text15": "1 $ Wiser Consumer Education Inc. (1 $ Wiser) will waive the fee in whole or in part for 1 $ Wiser’s Budget & Credit Counseling program whenever a client demonstrates a lack of ability to pay.",
        "text16": "A client presumptively lacks the ability to pay the fee if the client's current household income is less than 150% of the poverty guidelines updated periodically in the <b>Federal Register</b> by the U.S. Department of Health and Human Services under the authority of <u>42 U.S.C. 9902</u> (2), as adjusted from time to time, for a household or family of the size involved in the fee determination.",
        "text17": "The presumption shall be rebutted, and 1 $ Wiser may charge the client a reduced fee, if 1 $ Wiser determines, based on income information the client submits, that the client is able to pay the fee in a reduced amount. Nothing requires 1 $ Wiser to charge a fee to clients whose household income exceeds 150% of the poverty guidelines or who are able to demonstrate ability to pay based on income information submitted.",
        "text18": "If client is requesting fee waiver or reduced fees, it must be done in writing <b>before</b> registering for credit counseling. 1 $ Wiser collects fees at the time of registration.",
        "text19": "The criteria upon which 1 $ Wiser relies in determining a client's eligibility for fee waiver or reduced fees is based on information submitted by client. The minimum information required to apply for fee waiver or fee reduction is:",
        "info1": "1. Client’s name(s), telephone number, and email address",
        "info2": "2. Names, ages, and relationship to client of all members of the family or household over the age of 18",
        "info3": "3. Names, ages, and relationship to client of all members of the household under 18 years old.",
        "info4": "4. Last 2 pay stubs for all adults (18+) in the family or household or proof of public assistance",
        "info5": "5. Last 2 bank statements for each adult (18+) in the family or household",
        "info6": "6. Prior year’s Federal Tax Return if item #4 is not available.",
        "text20": "Alternately, if the client has received a waiver of court filing fees for in forma paupers, a copy of the fee waiver from the court may be submitted and will justify pro bono counseling.",
        "text21": "Send your written request and ALL supporting documents via E-Mail to ",
        "email": "Info@1dollarwiser.com",
        "fax": " or fax to 1-940-687-9077.",
        "text22": "All requests will be reviewed within 72 business hours of receipt.",
        "text23": "1 $ Wiser may also waive fees based upon other considerations, including, but not limited to:",
        "consideration-info1": "1. The client's net worth;",
        "consideration-info2": "2. The % of the client's income from government assistance programs;",
        "consideration-info3": "3. Whether the client is receiving <em>pro bono</em> legal services in connection with a filed or anticipated bankruptcy case",
        "text24": "1 $ Wiser does not require a client to purchase counseling services in connection with the purchase of any other service offered by 1 $ Wiser.",
        "how-pay": "Q: How do I Pay?",
        "text25": "A: You or anyone else may pay via debit or credit card from this website during the registration process.",
        "what-accommodation": "Q: What accommodations does 1 $ Wiser Consumer Education, Inc. make for hearing/speech impaired individuals?",
        "text26": "A: For people who are deaf, hard of hearing, and/or speech impaired, please use the relay option of your choice to do business with us. All relay options are open 24/7/365, and there is never a charge to you.",
        "counseling-non-profit": "Q: Is 1 $ Wiser Consumer Education, Inc. Counseling a Non-Profit Organization?",
        "text27": " Yes. The U.S. Trustees Office requires that all Budget and Credit Counseling Agencies be non-profit. 1 $ Wiser Consumer Education, Inc. is in compliance with that requirement."
    },
    "credit-counseling-course": {
        "title": "Client Reviews of Credit Counseling Course",
        "text1": "\"This course is very easy to understand.\"",
        "name": " Shiela T.",
        "name2": "Austin, TX",
        "text2": "\"Teriffic program! I enjoyed it and found it useful to my situation.\"",
        "name3": "Ben P.",
        "name4": "Houston, TX",
        "text3": "“The videos were cute and reminded me of TV show Person of Interest.”",
        "name5": "Joe M.",
        "name6": "Arlington, TX",
        "text4": "“I took the course on line and found it user friendly and the information very valuable for the wellbeing of my financial life. Which I plan to regain control of.”",
        "name7": "Rosie G.",
        "name8": "Miami Gardens, FL",
        "text5": "“Excellent course.”",
        "name9": "Jeanine H.",
        "name10": "Naples, FL",
        "text6": "“Thank you. Some tips were pretty amazing and I will share with others.”",
        "name11": "Yudelka D.",
        "name12": "Fort Myers, FL",
        "text7": "“This course was very helpful. I know I can make a monthly budget and stick to it. It'll be hard adjusting it first. But I know I can do it.”",
        "name13": "Tammy F.",
        "name14": "Palmdale, CA",
        "text8": "“Thank you good course overall!”",
        "name15": "Roberto R.",
        "name16": "Orlando, FL",
        "text9": "“None of this was relevant to my situation. I don't drink or smoke; I don't buy expensive shoes, and I didn't waste credit card debt on take out. I simply did not earn enough to provide for a family of 4 with high gas prices, and a mortgage that doubled when my income did not.”",
        "name17": "Trevor R.",
        "name18": " Orlando, FL"
    },
    "consumer-resources": {
        "title": "Consumer Resources",
        "tab-label1": "CREDIT BUREAUS",
        "tab-label2": "FEDERAL GOVERNMENT RESOURCES",
        "tab-label3": "CONSUMER RESOURCES",
        "tab-label4": "LENDING LIBRARY",
        "experian": "EXPERIAN",
        "address": "P.O. Box 2002 <br> Allen, TX 75013<br> 1-888-397-3742",
        "experian-email": "www.experian.com",
        "equifax-info-services": "EQUIFAX INFORMATION SERVICES, LLC",
        "address2": "Disclosure Department <br> P.O. Box 740241 <br> Atlanta, GA 30374 <br>1-800-685-1111",
        "equifax-email": "www.equifax.com",
        "transunion": "TRANSUNION",
        "address3": "P.O. Box 1000 <br> Chester, PA 19022<br>1-800-888-4213",
        "transunion-email": "www.transunion.com",
        "free-annual-credit-report": "FREE ANNUAL CREDIT REPORT (Sponsored by the above credit bureaus)",
        "address4": "P.O. Box 105281 <br> Atlanta, GA 30348-528 1 <br> 1-877-322-8228",
        "free-annual-credit-report-email": "www.Annualcreditreport.com",
        "text1": "Affordable Care Act (ACA) Tax Provisions: ",
        "affordable-link": "www.irs.gov/uac/Affordable-Care-Act-Tax-Provisions-Home",
        "text2": "Annual Credit Report: ",
        "annual-credit-link": "www.annualcreditreport.com/cra/index.jsp",
        "text6": "Consumer Finance Protection Bureau: ",
        "consumerfinance-link": "http://www.consumerfinance.gov/",
        "text8": "Federal Deposit Insurance Corporation: ",
        "federal-link": "www.fdic.gov",
        "text9": "Federal Emergency Management Agency on Financial Preparedness: ",
        "financial-preparedness": "www.ready.gov/financial-preparedness",
        "text10": "Federal Housing Finance Board: ",
        "federal-housing-link": "www.fhfb.gov",
        "text11": "Federal Reserve Bank: ",
        "federal-reserve-link": "https://www.frbatlanta.org/education.aspx",
        "text12": "Federal Student Aid: ",
        "federal-student-link": "http://studentaid.ed.gov",
        "text13": "Federal Trade Commission: ",
        "federal-trade-link": "www.ftc.gov",
        "text14": "Health Insurance Marketplace: ",
        "healthcare-link": "www.healthcare.gov/",
        "text16": "Social Security Administration: ",
        "social-security-link": "www.ssa.gov",
        "text17": "United States Small Business Administration: ",
        "united-states-link": "www.sba.gov",
        "text18": "U.S. Department of Justice: ",
        "department-link": "www.usdoj.gov",
        "text19": "U.S. Department of Health and Human Services: ",
        "department-health-link": "www.hhs.gov",
        "text20": "U.S. Department of Housing and Urban Development: ",
        "department-housing-link": "www.hud.gov",
        "text21": "U.S. Department of Veterans Affairs: ",
        "department-veterans-link": "www.va.gov",
        "text22": "U.S. Securities and Exchange Commission: ",
        "securities-exchange": "www.sec.gov",
        "text23": "Suggested classic and contemporary books to read where personal financial responsibility, money management, credit, debt, and/or debt repayment is a theme.",
        "text24": "<strong>Confessions of a Shopaholic</strong> by Sophie Kinsella",
        "text25": "<strong>Death on the Installment Plan</strong> by Louis-Ferdinand Céline",
        "text26": "<strong>Financial Peace</strong> by Dave Ramsey",
        "text27": "<strong>Financially Every After: The Couples' Guide to Managing Money</strong> by Jeff D. Opdyke",
        "text28": "<strong>Germinal</strong> by Émile Zola",
        "text29": "<strong>Hamlet</strong> by William Shakespeare",
        "text30": "<strong>Madame Bovary</strong> by Gustave Flaubert",
        "text31": "<strong>Money Makes Me Crazy! A Prescription for Money Sanity</strong> by Ted McLyman",
        "text33": "<strong>Pride and Prejudice</strong> by Jane Austen",
        "text34": "<strong>So Much for That</strong> by Lionel Shriver",
        "text35": "<strong>The Girl With The Dragon Tattoo</strong> by Stieg Larsson",
        "text36": "<strong>The Giving Tree</strong> by Shel Silverstein",
        "text37": "<strong>The Good Earth</strong> by Pearl S. Buck",
        "text38": "<strong>The Rooster Bar</strong> by John Grisham",
        "text39": "<strong>The Testament</strong> by John Grisham",
        "text40": "<strong>The Total Money Makeover</strong> by Dave Ramsey",
        "text41": "<strong>The Ultimate Gift</strong> by Jim Stovall",
        "text42": "<strong>The Women</strong> by T.C. Boyle",
        "text43": "<strong>Vanity Fair</strong> by William Makepeace Thackeray",
        "tab3": {
            "naccra-link": "http://www.naccra.com",
            "text1": "American Association of Retired Persons (AARP): ",
            "aarp-link": "www.aarp.org",
            "text2": "American Bar Association Referral Service: ",
            "findlegalhelp-link": "www.findlegalhelp.org",
            "text3": "American Red Cross: ",
            "redcross-link": "www.redcross.org",
            "text4": "Bankrate: ",
            "bankrate-link": "www.bankrate.com",
            "text5": "Better Business Bureau: ",
            "bbb-link": "www.bbb.org",
            "text6": "CARF International: ",
            "carf-link": "www.carf.org",
            "text7": "Child Care Aware: ",
            "childcareaware-link": "www.childcareaware.org",
            "text8": "Consumer Action: ",
            "consumer-action-link": "www.consumer-action.org",
            "text9": "Consumer Affairs: ",
            "consumeraffairs-link": "www.consumeraffairs.org",
            "text10": "Goodwill Industries: ",
            "goodwill-link": "www.goodwill.org",
            "text11": "Insurance Information Institute: ",
            "iii-link": "www.iii.org",
            "text12": "National Association of Securities Dealers: ",
            "nasd-link": "www.nasd.com",
            "text14": "National Consumer Law Center: ",
            "nclc-link": "www.nclc.orgg",
            "text15": "National Continuing Care Residents' Association: ",
            "naccra": "www.naccra.com",
            "text16": "National DO NOT CALL List: 1-888-382-1222 - You must call from the phone number you want to have blocked.",
            "OptOutPresecrren": "OptOutPresecrren.com: ",
            "optOutPresecrren-link": "www.optoutprescreen.com",
            "text18": "Practical Money Skills for Life: ",
            "practicalmoneyskills-link": "www.practicalmoneyskills.com",
            "text19": "Reverse Mortgage: ",
            "reversemortgage-link": "www.reversemortgage.org",
            "text20": "Salvation Army: ",
            "salvationarmy-link": "www.salvationarmy.org",
            "text21": "Student Loan Repayment Information: ",
            "ibrinfo-link": "www.ibrinfo.org",
            "text22": "State Consumer Protection Offices (",
            "nolo-link": "www.nolo.com/article.cfm",
            "text23": ")",
            "text24": "Whether you've fallen prey to a consumer scam or just need information, your state or local consumer protection agency can help. Here's how to find the office in your area.",
            "text25": "Every state has a consumer protection agency, and many cities and counties have similar agencies. Consumer protection agencies are a valuable resource to consumers. They perform all kinds of functions, including:",
            "item1": "· educating consumers about their rights",
            "item2": "· publishing pamphlets explaining state consumer protection laws",
            "item3": "· publishing tip sheets with advice on how to avoid scams",
            "item4": "· maintaining consumer complaint phone lines",
            "item5": "· conducting investigations into consumer and financial scams",
            "item6": "· enforcing consumer protection laws",
            "item7": "· bringing civil lawsuits to stop scammers",
            "item8": "· prosecuting scammers under criminal laws, and",
            "item9": "· licensing and regulating various professions such as real estate brokers or insurance agents",
            "text26": "To find the consumer protection office in your state, county or city, visit the federal Consumer Action website at ",
            "consumeraction-link": "http://consumeraction.gov/state.shtml"
        }
    },
    "credit-laws-summaries": {
        "title": "Credit Laws Summaries",
        "subtitle": "SUMMARIZED BY THE CENTER FOR FINANCIAL CERTIFICATIONS™ and 1 $ WISER CONSUMER EDUCATION, INC.",
        "text1": "Over the years, there have been many laws enacted to protect consumers and their rights regarding credit. Most recently, we have seen sweeping changes made to bankruptcy laws, credit card laws, and banking laws.",
        "text2": "The following pages summarize the main points as they relate to several acts of law governing consumer credit. For a full copy of each act, please refer to ",
        "link1": "www.ftc.gov",
        "text3": ". (Note: The Uniform Debt Management Services Act is proposed legislation; you can find a copy of this act at ",
        "link2": "www.nccusl.org",
        "text4": ").",
        "tab1": {
            "label": "BANKRUPTCY ABUSE PREVENTION AND CONSUMER PROTECTION ACT",
            "text1": "The Bankruptcy Abuse Prevention and Consumer Protection Act of 2005 (BAPCPA) provides for the most sweeping changes made to the federal bankruptcy laws since the enactment of the Bankruptcy Code in 1978.",
            "text2": "The intent of the act is to increase fiscal responsibility for those individuals and businesses filing bankruptcy, and to ensure that there is adequate substantiation behind the filings. Provisions of the legislation are:",
            "item1": "The implementation of a means test to determine whether a debtor is eligible to file Chapter 7 (liquidation) bankruptcy or Chapter 13 (wage-earner repayment plan) bankruptcy. Under the new law, those who have the ability to pay are required to pay back at least a portion of their debts. Those who fall behind their state’s median income will not be required to pay back their debts.",
            "item2": "Random and targeted auditing will be implemented to determine the accuracy of documents provided in a Chapter 7 bankruptcy filing.",
            "item3": "Individuals filing bankruptcy must have the required credit counseling before filing bankruptcy, and the counseling must be provided by an approved credit counseling agency (approved by the Bankruptcy Court).",
            "item4": "Individuals must also undergo a mandatory financial management course (otherwise known as debtors’ education) after they have filed, but before their debts can be discharged.",
            "item5": "Chapter 7 bankruptcy may only be filed once every eight years. The timeline for Chapter 13 filings varies, depending on what the prior filing was and when it occurred.",
            "item6": "There are now dollar limits to assets that can be protected.",
            "item7": "Credit card companies will be required to let card holders know up front what they are expected to pay, as well as what the penalties will be if they are late making payments.",
            "item8": "Automatic Stay (the provision that stops creditors from continuing to collect from debtors) may not be effective. This is relevant if a consumer had a bankruptcy case dismissed or pending within a one- to two-year period. If a case was filed within a two-year period, a current case may not stop foreclosure or other collection activities.",
            "item9": "It has been made virtually impossible to have a student loan discharged",
            "item10": "Pension and profit sharing plans receive favorable treatment.",
            "item11": "Payments for domestic support are given first priority—to be paid before taxes, and any other unsecured consumer debts."
        },
        "tab2": {
            "label": "CREDIT CARD ACCOUNTABILITY RESPONSIBILITY AND DISCLOSURE ACT OF 2009",
            "text1": "The Credit Card Accountability Responsibility and Disclosure Act of 2009 (Card Act) was intended to force card issuers to give customers more notice about interest-rate increases and restricts certain controversial billing practices such as inactivity fees. Some of the key provisions of the Card Act are:",
            "item1": "Late payment fees should not be triggered on a Sunday or holiday when there is no mail delivery.",
            "item2": "Issuers cannot increase rates on existing balances unless a cardholder is at least 60 days late",
            "item3": "There must be at least 21 days between the date the bill is mailed and the date the payment is due.",
            "item4": "Fees on Low-Limit cards cannot be greater than 25% of the credit line however this does not include up-front processing fees.",
            "item5": "Fees for account inactivity can no longer be charged but this clause does not cover conditional annual fees.",
            "item6": "Foreign Transaction fees may be charged on purchases made over the Internet.",
            "item7": "Balance Transfer fees may be charged.",
            "item8": "This Act does not apply to “Professional Card” otherwise known as small-business or corporate credit cards."
        },
        "tab3": {
            "label": "CREDIT REPAIR ORGANIZATIONS ACT",
            "text1": "The Credit Repair Organizations Act (CROA) was designed to protect consumers from unfair or deceptive advertising and business practices by credit repair organizations. It also serves to ensure that consumers are provided with all the information needed to make informed decisions about using services provided by these organizations.",
            "text2": "Major provisions of the Credit Repair Organizations Act are:",
            "item1": "CROs may not receive payment in advance of performing promised services,",
            "item2": "The services provided to the consumer must be detailed in a written contract which needs to include a description of services, rights and contract performance time,",
            "item3": "No services may be provided by a credit repair organization for a consumer unless a written and dated contract has been signed by the consumer,",
            "item4": "A consumer may cancel a contract with a credit repair organization without penalty or obligation by notifying the credit repair organization of their intention before midnight of the 3 business day,",
            "item5": "Consumers can sue to recover the greater of the amount paid or actual damages for any violations of the CROA,",
            "item6": "A consumer may not be counseled or advised to make any false or misleading statements regarding credit worthiness, credit standing, or credit capacity to anyone, or any agency."
        },
        "tab4": {
            "label": "DODD-FRANK WALL STREET REFORM AND CONSUMER PROTECTION ACT OF 2010",
            "text1": "The Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 covers a plethora of areas designed to protect consumers of credit, savings,",
            "text2": "payment products, and other consumer financial products and services. The sections of the Act which will have the greatest impact on consumers are:",
            "item1": "<strong>Consumer Protection Bureau:</strong> An independent Bureau of Consumer Financial Protection has been created. Its role is to protect consumer rights and ensure that appropriate financial regulations are in place. The Consumer Protection Bureau will oversee everything from credit cards to mortgages, student loans, and bank accounts.",
            "item2": "<strong>Consumer Complaint Hotline:</strong> A national consumer complaint hotline will be put in place so that consumers can report problems.",
            "item3": "<strong>Mortgage Assistance:</strong>  The new legislation sets aside $1 billion for bridge loans to jobless qualified homeowners. The funds offer help with mortgage payments until homeowners find employment.",
            "text3": "<strong>Deposit Insurance:</strong> There will be a permanent increase in deposit insurance for banks, credit unions, and thrifts to $250,000.",
            "text4": "<strong>Credit Reporting Agencies:</strong> The new consumer protection bureau will have the authority to regularly examine the major credit bureaus to ensure their compliance with federal law.",
            "text5": "<strong>Credit Scores:</strong> Consumers will be able to receive their credit scores of charge if they are refused credit or charged a higher price for credit than most consumers because of their score.",
            "text6": "<strong>Credit Cards:</strong> The bureau will enforce existing laws governing consumer credit, including the Credit Card Accountability, Responsibility, and Disclosure Act of 2009, which will be enforced by the Consumer Financial Protection Bureau and Fair Credit Reporting Act. Terms of credit card agreements, such as interest rates, will be clearly disclosed.",
            "text7": "<strong>Insurance:</strong> The new bill will create an office focused on insurance called Federal Insurance Office which will monitor the insurance industry.",
            "text8": "<strong>Overdraft Fees:</strong> All account holders must opt in or out of banking overdraft fees. If you don’t opt in for overdraft coverage and a purchase pushes you over your limit, your purchase will be declined. If you do opt in for overdraft protection, you’ll be charged a fee if you go over your limit."
        },
        "tab5": {
            "label": "EQUAL CREDIT OPPORTUNITY ACT",
            "text1": "The Equal Credit Opportunity Act (ECOA) prohibits creditors from discriminating against applicants on the basis of sex, race, marital status, religion, nationality, age, or the receipt of public assistance. Creditors are required to notify applicants of any action taken on their applications.",
            "text2": "The law protects consumers when dealing with creditors who regularly extend credit (this includes banks, small loan and finance companies, retail and department stores, credit card companies, and credit unions). Anyone involved in granting credit, such as real estate brokers who arrange financing, is covered by the law. Businesses applying for credit also are protected by the law.",
            "text3": "The ECOA ensures that:",
            "text4": "The ECOA also covers consumers’ rights if discrimination is suspected. Consumers are advised to:",
            "item1": "Credit is not to be denied based on sex, race, marital status, religion, nationality, age, the receipt of public assistance.",
            "item2": "If credit is denied, a consumer has the right to be informed of the reason(s) for denial.",
            "item3": "Public assistance is to be considered in the same manner as any other form of income in the credit application review process.",
            "item4": "Inform the creditor that you know the law,",
            "item5": "Check with the attorney general to see if the creditor has violated any other laws;",
            "item6": "File a class action suit,",
            "item7": "Bring the case to federal district court,",
            "item8": "Report violations to the appropriate government agency."
        },
        "tab6": {
            "label": "FAIR AND ACCURATE CREDIT TRANSACTIONS ACT",
            "text1": "The Fair and Accurate Credit Transactions Act (FACT Act) is an amendment to the Fair Credit Reporting Act, enacted with the intent to help combat and reduce identity theft, to protect the privacy of consumer financial information, and to maintain existing credit- reporting protections.",
            "text2": "Some of the provisions of the FACT Act are:",
            "item1": "The requirement that the three major credit reporting agencies provide consumers with a copy of their credit report every 12 months.",
            "item2": "The implementation of the National Fraud Alert System, which enables consumers who have reason to suspect they have been victims of identity theft, or military personnel on active duty away from home, to place alerts on their credit files.",
            "item3": "Account numbers on credit card receipts are required to be shortened omitting consumers’ names and full credit card account numbers.",
            "text3": "Also outlined are measures that will help consumers gain back their good credit reputations after they have been victims of identity theft. These provisions include:",
            "item4": "Requiring credit reporting agencies to stop reporting alleged fraudulent account information once a consumer has established that he/she has been a victim of identity theft,",
            "item5": "Requiring creditors/businesses to provide copies of records of fraudulent activity as it relates to the individual consumer,",
            "item6": "Allowing consumers to report fraudulent activity directly to creditors, as well as to the credit reporting agencies."
        },
        "tab7": {
            "label": "FAIR CREDIT BILLING ACT",
            "text1": "The Fair Credit Billing Act established procedures for resolving mistakes on credit card transactions and on the transfer of electronic funds.",
            "text2": "The Fair Credit Billing Act details examples of billing error disputes:",
            "item1": "Unauthorized charges or electronic fund transfers,",
            "item2": "Charges or transfers that list the wrong date or amount,",
            "item3": "Charges or transfers for goods and services you didn’t accept or weren’t delivered as agreed,",
            "item4": "Math errors,",
            "item5": "Failure to post payments and other credits or transfers,",
            "item6": "Failure to send bills to your current address—provided the creditor receives your change of address, in writing, at least 20 days before the billing period ends, and",
            "item7": "Charges or fund transfers for which you ask for an explanation or written proof of purchase along with a claimed error or request for clarification.",
            "text3": "The act also details procedures for consumers to follow when requesting corrections:",
            "item8": "Write to the creditor at the address given for “billing inquiries,” not the address for sending your payments, and include your name, address, account number and a description of the billing error.",
            "item9": "Send your letter so that it reaches the creditor within 60 days after the first bill containing the error was mailed to you."
        },
        "tab8": {
            "label": "FAIR CREDIT REPORTING ACT",
            "text1": "The Fair Credit Reporting Act (FCRA) ensures the accuracy, fairness, and privacy of information kept by credit bureaus and consumer agencies. It gives consumers the right to know what information credit bureaus and consumer agencies are distributing about them to creditors, insurance companies, employers, or anyone with a legally recognized reason for requesting the information.",
            "text2": "Under the FCRA:",
            "item1": "Consumers must be informed if their file has been used against them (e.g., denial of employment).",
            "item2": "Consumers have the right to know what is in their files.",
            "item3": "Consumers have the right to a free copy of their credit reports each year. This can be obtained at www.annualcreditreport.com.",
            "item4": "Consumers have the right to ask for their credit scores.",
            "item5": "Consumers have the right to dispute incomplete or inaccurate information, and if the dispute is not resolved, they can add a summary explanation to their credit report.",
            "item6": "Consumer reporting agencies must correct or delete inaccurate, incomplete, or unverifiable information, usually within 30 days.",
            "item7": "Outdated, negative information may not be reported by credit reporting agencies after seven years for tradelines, civil judgments and paid tax liens, or Chapter 13 bankruptcies; or after 10 years for Chapter 7 bankruptcies.",
            "item8": "A consumer’s written consent is required for reports to be provided to employers;",
            "item9": "It is possible to limit “prescreened” offers of credit and insurance based on information taken from a consumer’s credit reports.",
            "item10": "Consumers may seek damages from violators of the FCRA.",
            "item11": "Victims of identity theft and military personnel are granted additional rights.",
            "item12": "Consumers have the right to prevent access to their credit reports with a \"freeze\" at no charge."
        },
        "tab9": {
            "label": "FAIR DEBT COLLECTION PRACTICES ACT",
            "text1": "The Fair Debt Collection Practices Act applies to personal, family, and household debts. Examples of this include money owed for the purchase of a car, medical bills, or charge accounts. Debt collectors are prohibited from engaging in unfair, deceptive, or abusive practices.",
            "text2": "The act details:",
            "item1": "Ways a debt collector may contact a consumer, including by mail, in person, by telephone (whereby they must identify themselves), telegram or fax, only between the hours of 8 a.m. and 9 p.m.",
            "item2": "A debt collector may not contact a consumer at work if they know the employer disapproves.",
            "item3": "A debt collector may not harass, abuse, or oppress a consumer; the debt collector must stop contact if asked to do so in writing.",
            "item4": "A debt collector may not lie when collecting debts.",
            "item5": "Procedures to follow if you believe that a debt collector has violated the law (e.g., to file a report with the FTC and with the Attorney General’s office)."
        },
        "tab10": {
            "label": "SERVICEMEMBERS CIVIL RELIEF ACT OF 2003",
            "text1": "The Servicemembers Civil Relief Act of 2003 serves as a complete revision to, and a renaming of, the old Soldiers’ and Sailors’ Relief Act of 1940. This act is provided for by federal law and it gives all military members important rights as they enter active duty. It offers short-term financial relief by placing specific requirements on both the financial services industry and the legal system.",
            "text2": "The major legal protections granted under this act relate to:",
            "item1": "Residential Leases — A lease can be terminated early if theservicemember entered into it prior to being activated or if the individual is already on active duty but becomes deployed for more than 90 days. This applies to security deposits, prepaid rent, and eviction notices.",
            "item2": "Automobile Leases — Similar protection as granted under the residential leases clause, although the deployment time is 180 days. Early termination fees are prohibited.",
            "item3": "Installment Contracts — If the contract was entered into prior to the individual being on active duty, and at least one payment was made, the creditor cannot repossess the property while the member is on active duty.",
            "item4": "6 Percent Interest Rate — If military obligations affect aservicemember’s ability to meet his/her financial obligations (payments on credit cards, loans, mortgages), theservicemember can request a 6 percent interest rate cap for the duration of his/her military obligation. Qualifying debts are those incurred by the member, or jointly by the member and spouse, prior to the service member going on active duty.",
            "item5": "Income taxes — Provides protection from double taxation for a spouse working in a state other than where legal residency has been declared. Also provides for stays of enforcement."
        },
        "tab11": {
            "label": "TELEPHONE CONSUMER PROTECTION ACT OF 1991",
            "text1": "The Telephone Consumer Protection Act is the primary law in the United States governing telephone solicitations (i.e.: Telemarketing). The Federal Communication Commission (FCC) revised the TCPA in 2003 to coordinate with the Do-Not-Call registry, which is administered by the Federal Trade Commission (FTC). Unless the consumer has granted prior consent, solicitors:",
            "item1": "Cannot call residences before 8 a.m. and after 9 p.m.,",
            "item2": "Must keep a “Do Not Call” list, which must be honored for 5 years,",
            "item3": "Must provide their name, and the name of the entity on whose behalf they are calling, as well as a contact phone number and/or address,",
            "item4": "May not make calls using artificial voices or recordings to residences, cell phones, or phone services where the recipient is charged for the call,",
            "item5": "May not send unsolicited faxes,",
            "item6": "May not send prerecorded or autodialed calls engaging two or more lines of a multi- line business, or to emergency numbers.",
            "text2": "In the event of violations of the TCPA, individuals are entitled to collect damages from a solicitor for $500-$ 1,500 per violation, or recover actual monetary loss, whichever is greater"
        },
        "tab12": {
            "label": "TRUTH IN LENDING ACT",
            "text1": "The Truth in Lending Act was designed to assist consumers as they comparison shop for credit. In order to protect consumers who have entered into credit transactions, the terms and costs associated with obtaining and using credit must be clearly disclosed. In general, this regulation applies to each individual/business that offers or extends credit when four conditions are met:",
            "item1": "Credit is offered or extended to consumers;",
            "item2": "The offering/extension of credit is done on a regular basis;",
            "item3": "The credit is subject to a finance charge, or is payable by written agreement in more than four installments; and",
            "item4": "The credit is primarily for personal, family, or household purposes.",
            "text2": "Some provisions of the act are:",
            "item5": "Consumers have the right to cancel certain credit transactions that involve a lien on their principal dwelling.",
            "item6": "The act provides a means for fair and timely resolution of credit billing disputes.",
            "item7": "The regulation does not govern charges for consumer credit.",
            "item8": "The regulation requires that a maximum interest rate be stated regarding variable-rate contracts which are secured by the consumer’s home (adjustable rate mortgages).",
            "item9": "Once an adjustable rate mortgage has been obtained, the loan holder must be given a copy of the Consumer Handbook on Adjustable Rate Mortgages, or a suitable substitute."
        },
        "tab13": {
            "label": "UNIFORM DEBT MANAGEMENT SERVICES ACT",
            "text1": "The Uniform Debt-Management Services Act (UDMSA) was introduced by the National Conference of Commissioners on Uniform State Laws (NCCUSL) to deal with the issues that have cropped up in the credit counseling industry. The act provides for regulation in both the credit counseling and debt settlement industries. It is up to individual states to enact the UDMSA. The law will provide a uniform regulatory scheme for the credit counseling industry.",
            "text2": "The UDMSA can be divided into three parts:",
            "text3": "Registration of Services",
            "text4": "Consumer debt management services companies must...",
            "item1": "Be registered in the state in which they are doing business,",
            "item2": "Have an insurance policy for fraud, as well as a security bond, Provide education to their clients,",
            "item3": "Submit detailed information about their services, and their history.",
            "text5": "Agreements",
            "item4": "There must be disclosure as to fees, services offered, risks, and benefits,",
            "item5": "Counselors providing counseling services must be certified,",
            "item6": "Payments that a counseling agency may receive from a creditor for that creditor’s debtors must be kept in a trust account, and funds may not be commingled.",
            "text6": "Specific Prohibitions",
            "item7": "Misappropriation of funds in trust,",
            "item8": "Settlement for more than 50 percent of a debt with a creditor without the debtor’s consent,",
            "item9": "Acceptance of gifts or premiums to enter into agreements,",
            "item10": "Representation that settlement of debt has occurred without documentation from the creditor,",
            "item11": "Enforcement can occur at both the administrative and individual level."
        }
    },
    "negotiating-creditors": {
        "title": "Negotiating With Creditors",
        "text1": "If you would like to have your interest rate, minimum payment, or other terms and conditions changed in your current agreement with one of your creditors, the following information is designed to help you. This information is also useful if you are a survivor of a major natural disaster such as tornado, earthquake, or hurricane.",
        "text2": "Note: 1 $ Wiser Consumer Education, Inc. does not and will not contact any creditor on your behalf for any reason. 1 $ Wiser Consumer Education is an educational organization. The information stated below is based upon our best and most current research into this area. It does not consist of legal or accounting advice. For the latest information from the Consumer Financial Protection Bureau (CFPB) or to file a complaint against a creditor, go to",
        "link1": "www.consumerfinance.gov/blog/debtcollection",
        "text3": "It is important that you note from the beginning that you may not achieve the reductions which you seek without consistent follow up with your creditor. You may have to write to your creditor multiple times.",
        "text4": "For best results, all requests must be in writing sent certified via U.S. Mail, signature required. The signed, return receipt you receive is your proof that your request has been received by your creditor.",
        "text5": "All requests should clearly state your account number, your name and address as listed on the account, the desired objectives and should include documentation of loss of income and inability to continue payments. Suggested documentation includes (but is not limited to):",
        "item1": "FEMA Assistance approval notice",
        "item2": "Lay-off/Termination Notice",
        "item3": "Unemployment benefit statement",
        "item4": "Disability benefit statement",
        "item5": "Food Stamp statement",
        "item6": "Current bank statements",
        "item7": "SSA/SSDI benefit statement",
        "item8": "Hospital/medical bill",
        "item9": "List of all household residents, age, income, source of income, and relationship to you",
        "item10": "Tax return",
        "item11": "W-2",
        "item12": "1099",
        "text6": "If you purchased credit card payment insurance or other debt repayment insurance, documentation as specified in your policy will be required before the insurance will kick in. Make sure you understand all of the terms and conditions that would invalidate the coverage, such as continued us of a credit card. <strong>READ THE FINE PRINT!!!!</strong>",
        "text7": "When negotiating with governmental agencies, such as the IRS,interest and/or penalties continue to accrue even if payments are deferred.",
        "text8": "Court ordered payments, i.e. judgments and garnishments usually require adjustment to the court order by the courts. You should consult your attorney. Note that judgments and garnishments usually cannot be taken SSA/SSDI benefits.",
        "text9": "Negotiating for changes in your consumer debt usually yields poor results and usually hurts your credit rating. Any time you consider negotiating with a creditor regarding consumer debt, you should do the following:",
        "item13": "Stop using credit card",
        "item14": "Stop using payday loans",
        "item15": "Stop using title loans",
        "text10": "If your debt is secured, you should be prepared to lose the collateral, i.e. ATV, refrigerator, HD/Plasma, etc.",
        "text11": "Many creditors will not negotiate with you as long as you are current with your payments. If you are not current with your payments, many creditors will not negotiate with you until you are 6 or more months behind in your payments.",
        "text12": "Doctors, hospitals, dentists, medical laboratories, and other medical facilities are especially quick to sell past due accounts over to a collection agency once they reach 60 days past due. Make sure you keep copies of all payments made by your insurance company and all payments you have made. Contact your medical provider's financial aid or accounts receivable department immediately if you need to set up payments over time.",
        "text13": "Always obtain a written, signed agreement from your creditor for the negotiated settlement.",
        "text14": "Never allow a creditor to automatically draft a payment from your bank account.",
        "text15": "If you are considering a debt management plan note:",
        "item16": "Debt Management Plans (DMP) are dangerous",
        "item17": "Many under Federal investigation",
        "item18": "Most charge high up-front fees",
        "item19": "Most charge monthly fees",
        "text16": "<strong>ALL Debt Management Plans (DMP) have a negative impact on credit scores</strong>"
    },
    "budget-credit-glossary": {
        "title": "Budget & Credit Glossary",
        "subtitle": "Note to Reader: This Glossary of Terms was prepared by the Center for Financial Certifications™ with additions made to it by 1 $ Wiser. They are included here for your reference.",
        "a": "A",
        "b": "B",
        "c": "C",
        "d": "D",
        "e": "E",
        "f": "F",
        "g": "G",
        "h": "H",
        "i": "I",
        "j": "J",
        "k": "K",
        "l": "L",
        "m": "M",
        "n": "N",
        "o": "O",
        "p": "P",
        "q": "Q",
        "r": "R",
        "s": "S",
        "t": "T",
        "u": "U",
        "v": "V",
        "w": "W",
        "y": "Y",
        "z": "Z",
        "other": "Other",
        "text1": "Acceleration Clause — Clause contained in a loan agreement, which allows the lender to speed up the rate of the loan’s payment terms. In case of default on a loan, this clause allows the lender to require immediate payment of the loan in full.",
        "text2": "Ad Hoc — For the specific purpose, case, or situation at hand and for no other.",
        "text3": "Adjustable Rate Loan — A loan in which the interest rate can change during the repayment term (opposite of fixed rate); also called variable rate loan.",
        "text4": "Adverse Action Notice — A notice informing one that credit, employment, insurance, or other benefits based on information in a credit report have been denied. The notice should indicate which credit reporting agency was used, and how to contact them.",
        "text5": "Annual Percentage Rate (APR) — The yearly cost of using credit, including interest, mortgage insurance, and the origination fee (points), expressed as a percentage. It is also the annual percentage rate is the rate of interest paid by your financial institution if you have an interest bearing account.",
        "text6": "Annuities — An insurance industry investment product. These contracts between an individual and an insurance contract are set up so that the holder deposits a sum of money with the insurance company and they in turn make monthly payments to the holder.",
        "text7": "Application — The process of a borrower asking for the extension of credit from a creditor.",
        "text8": "Asset — Any item of economic value owned by an individual.",
        "text9": "ATM Card — A bank issued card that allows you to access your bank accounts at an Automatic Teller Machine (ATM). These usually can only be used at ATMs.",
        "text10": "Auto Insurance — An insurance policy to insure the value of a consumer’s automobile. Many states require a minimum insurance coverage to register vehicles.",
        "text11": "Automatic Stay — An injunction that automatically stops lawsuits, foreclosures, garnishments, and all collection activity against the debtor the moment a bankruptcy petition is filed.",
        "text12": "Average Daily Balance — A calculation for determining finance charges on charges accounts, or credit accounts. The calculation method is to total up the daily account balances for a certain period of time, and divide by the number of days in that time period.",
        "text13": "Balloon Payment — The final lump-sum payment made on a loan, which is typically the last payment; most commonly found in mortgages.",
        "text14": "Bank — A publicly traded corporation; banks are chartered by the state or federal government and offer checking/savings accounts as well as make loans.",
        "text15": "Bankcard — A bank-issued card, typically tied to a consumer’s account at the bank. It serves to act as a debit card, as funds are directly debited from the holder’s checking or savings account when the card is used. It can also be used to access funds from the consumer’s bank account through an ATM.",
        "text16": "Bank Fees — Money the bank charges you for services the bank provides. These vary from time to time and from institution to institution.",
        "text17": "Bankruptcy — (1) The condition of being financially insolvent (2) The administration of an insolvent debtor’s property by the court for the benefit of the debtor’s creditors. Chapter 7 bankruptcy  is a liquidation proceeding, available to individuals, married couples, partnerships and corporations. Chapter 13 bankruptcy is a repayment plan for individuals with debts falling below statutory levels which provides for repayment of some or all of the debts out of future income over three to five years.",
        "text18": "Bond — A certificate of debt issued by either a corporation or a government. Borrower — An individual who signs a promissory note and assumes liability to repay under the terms of that note. (Also called a debtor)",
        "text19": "Buy-Here, Pay-Here — Auto dealer financing for high-risk applicants.",
        "text20": "Certificate of Deposit (CD) — A deposit account that pays a higher interest rate than a savings account.",
        "text21": "Chargeback — When a merchant is required to reverse a charge on a credit card holder’s account.",
        "text22": "Charged Off — When a loan becomes uncollectible and is written off the books as an asset usually 120 days delinquent for closed-end loan and 180 days delinquent for open-end loans. The fact that an account has been charged off does not mean the creditor can no longer attempt to collect the funds due.",
        "text23": "Check — A piece of paper on which is written an amount you give to another individual or company which allows them to obtain money from your account with a bank or credit union. Traditionally this piece of paper was physically transferred from the recipient’s bank to your bank, then your bank sent the amount of money specified on the check to the recipient’s bank.",
        "text24": "Check 21 — federal law, known as Check 21 (effective October 28, 2004), makes it easier for banks to electronically transfer check images instead of physically transfer paper checks. Check 21 permits banks to replace original checks with \"substitute checks.\" Substitute checks are special paper copies of the front and back of the original check. They can be processed as if they were original checks. The front of a substitute check should state: \"This is a legal copy of your check. You can use it the same way you would use the original check.\" You can use a substitute check as proof of payment just as you would use an original check.",
        "text25": "Check Card — An instrument (card) that allows you make purchases against your checking account without actually writing a check. This is more commonly referred to as a Debit Card.",
        "text26": "Collateral — Assets pledged by a borrower to secure a loan or other credit, and subject to seizure in the event of default. (Also called security)",
        "text27": "Commercial Credit — A bank loan to a business.",
        "text28": "Consumer Credit — A loan from a bank, credit union or finance company to an individual consumer.",
        "text29": "Cosigner — An individual other than the borrower who signs a promissory note and thereby assumes equal liability for it.",
        "text30": "Credit — A contractual agreement in which a borrower receives something of value now and agrees to repay the lender at some later date.",
        "text31": "Credit— When used in reference to your bank account, a credit is an amount added to your account. For example, a deposit you made to your account or interest earned on your account paid to you by the financial institution.",
        "text32": "Credit Bureau — An agency which collects and sells information about the creditworthiness of individuals. (Also called credit reporting agency)",
        "text33": "Credit Card Accountability Act – A federal law which regulates fees, interest rates, penalties, and other charges a creditor may levy against a consumer.",
        "text34": "Credit Counseling Agency — An agency (may be for-profit or nonprofit) that offers education, counseling and budget analysis to consumers",
        "text35": "Credit Line — The dollar amount a consumer has available to use either on a credit card or on a line of credit (money lent, but not yet used).",
        "text36": "Credit Repair Organizations Act — A federal law which regulates credit repair businesses.",
        "text37": "Credit Report — A report which will contains information about a person’s credit history.",
        "text38": "Credit Reporting Agency — Agency which collects and sells information about the creditworthiness of individuals. (Also called credit bureau)",
        "text39": "Credit Score — A measure of credit risk calculated from a credit report using a standardized formula.",
        "text40": "Credit Scoring — A statistical technique used to determine whether to extend credit to a borrower.",
        "text41": "Credit Union — A nonprofit financial institution that offers its members checking/savings accounts as well as loans.",
        "text42": "Creditor — A person or organization which extends credit to others. (Also called lender)",
        "text43": "Current Balance— The current balance is the total amount in your account as of a give date. The current balance shown on a month end account statement reflects all debits and credits which have been processed as of close of business on the date of the statement.",
        "letterD": {
            "text1": "Debt — A liability or obligation in the form of a loan, owed by one person to another person and required to be paid by a specified date.",
            "text2": "Debt Consolidation — A loan, usually secured with the equity in a home, used to pay off other, higher interest debts resulting in one monthly payment.",
            "text3": "Debit— When used in reference to your bank account, a debit is an amount deducted or withdrawn from your account. For example, your account is debited in the amount of a check you write. Payments made with a debit card, ATM cash withdrawals, and bank fees are other examples of debits.",
            "text4": "Debit Card— An instrument (card) issued by your financial institution that allows you make purchases against your checking account without actually writing a check. A debit card often has a Visa or MasterCard logo attached to it. This indicates that it can be used where ever Visa or MasterCard are accepted. The presence of this logo should not be confused with a credit card.",
            "text5": "Debt Management Program (DMP) — A program in which an agency works with a debtor and the debtor’s creditors to come up with a repayment plan. The agency receives payment from the debtor and then distributes the money to the creditors. Creditors will occasionally make concessions, such as a reduced interest rate, waiving of fees or re-aging of accounts.",
            "text6": "Debt Negotiation — An arrangement under which an agency negotiates with creditors on a debtor’s behalf to reduce the amount of money owed. The agency usually retains a monthly fee, percentage of the money saved or both. The money saved in such a program can be considered taxable income by the IRS. (Also called Debt Settlement)",
            "text7": "Debt Settlement — An arrangement under which an agency negotiates with creditors on a debtor’s behalf to reduce the amount of money owed. The agency usually retains a monthly fee, percentage of the money saved or both. The money saved in such a program can be considered taxable income by the IRS. (Also called Debt Negotiation)",
            "text8": "Debtor — An individual who signs a promissory note and assumes liability to repay under the terms of that note. (Also called a borrower)",
            "text9": "Debtor — An individual who signs a promissory note and assumes liability to repay under the terms of that note. (Also called a borrower)",
            "text10": "Delinquent — Failure to make a contractual payment on time; delinquency is generally reported on a credit report in 30-day increments.",
            "text11": "Deposit — The act of adding additional funds to your account.",
            "text12": "Disability Insurance — An insurance plan designed to supplement an individual’s income if unable to work.",
            "text13": "Discretionary Expenses – Expenditures which are not essential for sustaining life or for obtaining and maintaining employment."
        },
        "letterE": {
            "text1": "Electronic Check — Sometimes, when you write a check to buy something at a store or to pay a bill, your check is used as a source of information to make a one-time electronic payment from your account. In this procedure, called \"electronic check conversion,\" your paper check will not be processed as a check. Instead, the payment will be debited from your account as an electronic fund transfer. You must receive a notice if a merchant or anyone else you are paying plans to use your check for electronic check conversion. For example, if you are at a store, you may see the notice on a sign, or you may be asked to sign a written notice. If you mail a check to pay a bill, you may see the notice on an insert with your monthly bill, or the notice may be on the bill itself.",
            "text2": "Equal Credit Opportunity Act — A federal law prohibiting lenders from discriminating on the basis of the borrower’s race, color, national origin, religion, age, sex, marital status, or public assistance program participation.",
            "text3": "Escrow — When money is held in trust by a third party, usually to secure the terms of a loan. This is typically found in one’s mortgage payment, whereby the payment is held to meet property taxes and insurance premiums."
        },
        "letterF": {
            "text1": "Fair and Accurate Credit Transactions (FACT) Act — A federal law designed, in part, to reduce identity theft and assist victims in recovering from fraud.",
            "text2": "Fair Credit Billing Act — A federal law establishing procedures for resolving errors regarding credit card transactions and the transfer of electronic funds.",
            "text3": "Fair Credit Reporting Act — A federal law designed to promote accuracy and to ensure the privacy of information used in a credit report.",
            "text4": "Fair Debt Collection Practices Act — A federal law prohibiting debt collectors from engaging in unfair, deceptive, or abusive practices.",
            "text5": "Federal Deposit Insurance Corporation- Also known as the FDIC, this government agency was created in 1933 in response to the many bank failures in the 1920’s and 1930’s. Money deposited in banks and/or thrift institutions is insured for $100,000 per depositor (only if the institution is FDIC insured). Retirement accounts carry higher insurance coverage.",
            "text6": "Federal Trade Commission — Also known as the FTC, this government agency has oversight for the FCRA, ECOA, the FACT Act as well as other credit-related regulations.",
            "text7": "FICO — Fair, Isaac Corporation, the inventor of credit scoring models.",
            "text8": "Finance Charge — This is any fee or charge representing the total cost of credit or borrowing. It includes interest and other charges such as transaction fees.",
            "text9": "Finance Company — A company which makes loans to individuals.",
            "text10": "Fixed Expenses – Expenditures which are the same every month and are usually tied to a contract or other legal agreement.",
            "text11": "Fixed Rate Loan — A loan in which the interest rate does not change during the entire term of the loan. (Opposite of adjustable rate)",
            "text12": "Foreclosure — Typically refers to a legal proceeding initiated by a creditor to take possession of property for which the mortgage has been defaulted."
        },
        "letterG": {
            "text1": "Good Faith — Business transactions conducted with honorable intent.",
            "text2": "Government Bond — A bond issued by the United States Treasury.",
            "text3": "Grace Period — The time between the date of a credit card purchase and the date interest charges start to accrue.",
            "text4": "Gross Income – The amount of income earned before any sums are deducted from it, for example, income tax withholding."
        },
        "letterH": {
            "text1": "Health Insurance — An insurance policy to cover against health claims. There are various types such as a Health Maintenance Organization (HMO), Preferred Provider Organization (PPO) and Health Savings Account (HSA).",
            "text2": "Health Savings Account (HSA) —A savings account with tax benefits that can be used for paying medical expenses.",
            "text3": "HECM - (Pronounced \"heckum\". This is an acronym for a Home Equity Conversion Mortgage, (aka Reverse Mortgage), which is the official name of this special government-insured loan.",
            "text4": "Homeowners Insurance — An insurance plan that covers the value of real estate. Most mortgage companies require homeowners to insure the value of the home to protect against loss while there is a mortgage in place."
        },
        "letterI": {
            "text1": "Installment Loan — A loan that is repaid with a fixed number of periodic, equal-sized payments.",
            "text2": "Interest Rate-The fee charged by a lender to borrower money, expressed as an annual percentage of the principal.",
            "text3": "Individual Retirement Accounts (IRA) — An account that allows individuals to personally save for retirement.",
            "text4": "Interest — Money paid to you by the bank if you allow the bank to use your money."
        },
        "letterJ": {
            "text1": "Judgment — When the court determines the existence of indebtedness or any other legal liability.",
            "text2": "Junk Bond — A bond that carries a higher than average risk of default and has been given a poor rating by a bond rating company."
        },
        "letterK": {
            "text1": "Keogh — Retirement accounts for self-employed individuals."
        },
        "letterL": {
            "text1": "Lender — A person or organization which extends credit to others. (Also called a creditor)",
            "text2": "Liabilities — The monetary obligations that you owe to others.",
            "text3": "Lien — An official claim or charge against collateral for funds owed.",
            "text4": "Life Insurance — An insurance policy to cover against loss of life. There are various types of polices such as term and permanent insurance."
        },
        "letterM": {
            "text1": "Making Homes Affordable – A federal program to modify or refinance a home mortgage to make monthly payments more affordable.",
            "text2": "Money Market Account — A type of savings account that pays higher interest rates but requires a minimum balance and restricts the number of withdrawals.",
            "text3": "Mortgage — A security agreement in which a house is pledged for a loan.",
            "text4": "Mutual Funds — A fund where people pool together their monies to invest together; typically professionally managed and management fees are charged."
        },
        "letterN": {
            "text1": "NASDAQ — Largest OTC exchange (original abbreviation stands for National Association of Securities Dealers Automated Quotations).",
            "text2": "National Conference of Commissioners on Uniform State Laws (NCCUSL) — Organized in 1892, NCCUSL is a nonprofit unincorporated association, comprised of state commissioners on uniform laws from each state, the District of Columbia, the Commonwealth of Puerto Rico, and the U.S. Virgin Islands. Bar membership is the only requirement, and there are no salaries or fees paid to members. The mission of NCCUSL is to promote uniformity by drafting and proposing specific statutes in areas of the law where uniformity between states is desirable. A uniform law is not effective until passed by each state legislature.",
            "text3": "NCUA – National Credit Union Association.",
            "text4": "Net Income – The amount of money actually received after all funds (such as federal withholding for income tax) have been deducted from the total amount earned.",
            "text5": "Net Worth — The resulting value after subtracting your liabilities from your assets.",
            "text6": "Non-Recourse Loan - When the loan becomes due and payable, if you are not able to repay as you originally thought you would, you or your heirs will not be required to pay the balance due. For example, an FHA-insured HECM is a non-recourse loan. If the sale price of the home does NOT cover the balance of the loan, neither you nor your heirs will be required to pay the difference. That's because the FHA Insurance covers the difference.",
            "text7": "NYSE — New York Stock Exchange, the largest equity exchange in the world."
        },
        "letterO": {
            "text1": "Overdraft Fees – Also known as Non-Sufficient Funds (NSF) fees are fees charged by financial institutions when they pay out more money on your behalf than you have in your account.",
            "text2": "Over the Counter (OTC) — The NASDAQ stock exchange is an example of an OTC exchange. Most stocks in the US are traded on the OTC."
        },
        "letterP": {
            "text1": "Pawn Shop-Lends money and holds some of the borrower’s personal goods as collateral.",
            "text2": "Payday Loan — A short term loan with high interest rates.",
            "text3": "Pension Plan — A retirement plan set by an employer for its employees.",
            "text4": "Periodic Expenses – Expenditures which occur periodically such as vehicle maintenance.",
            "text5": "Personal Liability Umbrella Insurance — An insurance policy to cover in excess of homeowner or auto insurance policies. It is typically used to raise coverage to higher limits.",
            "text6": "PIN — A personal identification number. This is your banking “password”. Some banks allow you to select your own PIN. Others assign it to you.",
            "text7": "Promissory Note — A legal document signed by a borrower promising to repay a loan under agreed-upon terms.",
            "text8": "Pro Bono — Without compensation; for the public good."
        },
        "letterQ": {
            "text1": "Qualified Retirement Plan — Employer-sponsored, tax-deferred retirement plans to which employees can contribute."
        },
        "letterR": {
            "text1": "Re-aging — Bringing an account current. Bank guidelines vary on their re-aging processes (i.e., some re-age once in a 12-month period; some once in a five-year period).",
            "text2": "Real Property — Land, houses, condos. (Also called Real Estate.)",
            "text3": "Renters Insurance — An insurance policy renters can take out to cover the value of their personal belongings while renting a home or apartment.",
            "text4": "Revolving Credit — An agreement by a bank to lend a specific amount to a borrower and to allow that amount to be borrowed again once it has been repaid.",
            "text5": "Roth IRA — An IRA which you deposit after tax dollars."
        },
        "letterS": {
            "text1": "Savings Account — A deposit account that pays interest and allows for unlimited deposits and withdrawals.",
            "text2": "Secured — Backed by a pledge of collateral. (Opposite of unsecured)",
            "text3": "Security Assets – Assets ledged by a borrower to secure a loan. (Also called collateral)",
            "text4": "Security Agreement — A loan document pledging an asset as collateral for a loan.",
            "text5": "Servicemembers Civil Relief Act of 2003 — Previously known as the Soldiers’ and Sailors’ Relief Act of 1940. This act offers short-term financial and legal relief to military members as they enter active duty.",
            "text6": "Simplified Employee Pension (SEP) — A retirement plan for self-employed individuals (and their employees) who have less than 25 employees.",
            "text7": "Social Security Tax — A tax withheld from an employee’s pay to fund the Social Security Retirement System. If you’re self-employed you contribute the full percentage, if you are employed you contribute half and your employer the other half.",
            "text8": "Statute of Limitation - The number of years that must elaspe after which an individual can no longer be charged for a debt (or crime). In the case of debts, each state sets the amount of time a creditor or debt collector can try to recover a debt. The time starts from the date of the first missed payment. The amount of time can vary for different types of debt. Check",
            "link": "https://www.credit.com/debt/statutes-of-limitations/",
            "text9": "for your state's details.",
            "text10": "Stocks — Instruments that signify ownership in a corporation. There can be different classes such as common stock or preferred.",
            "text11": "Student Loans – Loans taken out to finance educational expenses such as tuition, fees, and books."
        },
        "letterT": {
            "text1": "Telephone Consumer Protection Act – A federal law to protect consumers against telephone solicitations.",
            "text2": "Truth in Lending — A federal law requiring lenders to fully disclose in writing the terms and conditions of a mortgage, including the annual percentage rate and other charges. (Also called Regulation Z.)"
        },
        "letterU": {
            "text1": "U.S. Savings Bonds — Bonds issued by the United States government.",
            "text2": "Uniform Debt-Management Services Act — This act provides for regulation in both the credit counseling and debt settlement industries. As it is a uniform act, to be affective, it needs to be passed by each individual state",
            "text3": "Unsecured — Backed only by the integrity of the borrower, not by collateral."
        },
        "letterV": {
            "text1": "Vantage Score System —A credit reporting system designed by the three major credit data reporting companies. The new system aims to make credit scores less confusing, and bases the scores on letters as opposed to numbers.",
            "text2": "Variable Expenses – Expenditures which occur on a regular basis, but which vary in amount such as groceries.",
            "text3": "Variable Rate Loan — A loan in which the interest rate can change during the term of the loan (as opposed to a fixed rate loan); also called an adjustable rate loan."
        },
        "letterW": {
            "text1": "Will — A legal document which states your wishes for disposition of your belongings upon your death."
        },
        "letterY": {
            "text1": "Yield — The rate of return on an investment."
        },
        "letterZ": {
            "text1": "Zero-Coupon Bond — Bonds which pay interest only upon their maturity."
        },
        "Others": {
            "text1": "401(k) — A plan offered by corporations to their employees to set aside tax-deferred money for retirement.",
            "text2": "403(b) — A plan offered by nonprofit organizations and universities to their employees to set aside tax-deferred money for retirement.",
            "text3": "457 Plans — A plan slightly different from a 401(k) in that it is offered to state and governmental employees, but there are never employer matches made."
        }
    },
    "disaster-survivors-tool-kit": {
        "title": "Disaster Survivor's Tool Kit",
        "subtitle": "Disaster Survivor's Money Management Toolkit",
        "about-us": "About Us – Trust, but Verify",
        "text1": "Headquartered in Krum, Texas, 1 $ Wiser Consumer Education, Inc., (1$Wiser) is a 501 (c) 3 non-profit agency approved by the United States Department of Justice as a provider of personal financial management education and budget and credit counseling.<sup>1</sup> All donations and contributions made to 1$Wiser are tax deductible.<sup>2</sup> Receipts are issued as donations are received. More information about 1 $ Wiser can be found at:",
        "link": "www.1dollarwiser.com",
        "questions": "Questions about this toolkit should be sent to:",
        "link2": "info@1dollarwiser.com",
        "disclaimer": "Disclaimer: THE 1 $ WISER CONSUMER EDUCATION, INC. HARVEY SURVIVOR’S TOOLKIT DOES NOT REPRESENT AND IS NOT INTENDED TO PROVIDE LEGAL ADVICE, INVESTMENT ADVICE, OR TAX ADVICE. IF YOU, AS THE USER, NEED LEGAL ADVICE YOU MUST CONTACT YOUR OWN LAWYER FOR THAT ADVICE. IF YOU, AS THE USER, NEED FINANCIAL OR TAX ADVICE YOU MUST CONTACT YOUR FINANCIAL OR TAX ADVISER.",
        "last-updated": "Last updated September 8, 2017",
        "wiser-consumer-education": "© 2017 1 $ Wiser Consumer Education, Inc.",
        "verification": "<sup>1</sup>Verification of 1 $ Wiser Consumer Education, Inc.’s (Agency #TX15322) approval can be found at",
        "link3": "https://www.justice.gov/ust/credit-counseling-debtor-education-information",
        "list-approved": "under List of Approved Credit Counseling Agencies and List of Approved Debtor Education Providers.",
        "EIN": "<sup>2</sup>1$Wiser’s EIN is 27-3842735. Go to",
        "link4": "https://apps.irs.gov/app/eos/mainSearch.do;jsessionid=FESv0-wB0J-TbzpEVbqpPw__?mainSearchChoice=pub78&dispatchMethod=selectSearch",
        "verify": " to verify that 1 $ Wiser Consumer Education, Inc. is eligible to receive tax-deductible charitable contributions.",
        "turned-upside-down": "Your Life Has Been Turned Upside Down, but With the Tireless Help and Prayers from the Cajun Navy, the Texas National Guard, Texas’ First Responders, Human Chains of Helping Hands, the Houston Gospel Choir, J.J. Watt, and Millions of Texans to Your North at the Ready to Lend Helping Hands, You Survived Harvey! Now What?",
        "drawing-from-lessons": "Drawing from lessons learned through experiences with survivors of Katrina, Rita, and Sandy, the purpose of this toolkit is to help you organize and accomplish the many tasks that suddenly need to be done to protect you and your family from further financial losses. Our experience has shown that it is often the little things that cause the biggest problems down the road, so we’ve tried to include a lot of “little things” that you might not have thought of doing. We know this is not a complete list because everyone’s situation is a little bit different, but we hope it will make it a bit easier for you to get reestablished during the next few weeks and months.",
        "if-you-get-discouraged": "If you get discouraged, remember help is available, but you and you alone are in control of your money and personal financial situation going forward to your new normal. Don’t allow anyone to pressure you into signing any agreement or contract without giving you time to read and understand what you are being asked to sign. If it is a good deal, it will still be a good deal tomorrow. Before you sign anything:",
        "item1": "Ask questions",
        "item2": "Verify licenses, bonds, permits, & other credentials",
        "item3": "Read the fine print",
        "know-before": "so <em>you know before you owe.</em>",
        "if-you-do-not-feel": "If you do not feel like you can cope with the financial challenges that face you right now, obtain counseling. It’s available to you at no cost. See",
        "link5": "https://www.samhsa.gov/find-help/disaster-distress-helpline",
        "call-the-disaster-distress": "or call the Disaster Distress Help Line at 1-800-985-5990 or text “TalkWithUs” to 66746 to talk to a trained counselor from the National Institutes of Health Substance Abuse and Mental Health Services Administration. Counselors are on call 24/7/365.",
        "register-with-FEMA": "Register with FEMA",
        "sheltering": "Sheltering and Immediate Assistance Available After Hurricane Harvey",
        "link6": "https://www.fema.gov/news-release/2017/08/30/sheltering-and-immediate-assistance-available-after-hurricane-harvey",
        "use-excellent-resource": "<u>Use the excellent resource!</u> Don’t reinvent the wheel.",
        "file-insurance-claims": "File Insurance Claims",
        "make-a-list": "Make a list of the items that have been lost, damaged, or destroyed due to Harvey. The list does not have to be extremely detailed, but you will have to provide enough information to the insurance company for them to being processing your claim.",
        "flood-insurance": "Flood Insurance",
        "insurance": {
            "insurance-policy": "Insurance Co. ___________________________ Policy # _____________",
            "website": "Website ___________________________________________________",
            "property-address": "Property Address ____________________________________________",
            "contact-person": "Name of Adjuster or Contact person: ____________________________",
            "how-communicate": "How will you communicate (i.e. email):__________________________",
            "instructions": "Instructions from insurance company: ___________________________",
            "claim-date": "Claim #: _________________________  Date: _________________",
            "homeowner-insurance": "Homeowner’s Insurance",
            "hurricane-deductibles": "Hurricane Deductibles ________________________________________",
            "items-lost": "Items lost, damaged, or destroyed: _____________________________",
            "vehicle-insurance": "Vehicle Insurance",
            "renter-insurance": "Renter’s Insurance",
            "other-insurance": "Other Insurance",
            "utilities": "Utilities",
            "unless-you-know": "Unless you know you’re going to be back in your home within a few days, cancel all of your utilities. There are a lot of reasons for doing this, but the one we’re most concerned about is you don’t want to be charged for using something you aren’t using, i.e. you don’t want to be charged for electricity at your home when Harvey struck, and also being charged for electricity at a new, though temporary, residence.",
            "note": "Note: Most utility companies will try to transfer services to your new residence but, until you know for sure where you will be living for the next while, you’ll have more flexibility to negotiate a lower rate if your current service is <strong>not</strong>transferred.",
            "electricity": "Electricity",
            "company-account": "Company __________________________ Account # _______________",
            "name-of-person": "Name of person with whom you spoke: __________________________",
            "security-deposit": "Is there a security deposit that can be applied to the final bill or refunded? _______ If yes, amount = $______________",
            "address": "Address to which final bill/refund can be sent _____________________",
            "cancellation-date": "Cancellation #: _______________________     Date: _________________",
            "gas": "Gas",
            "water": "Water",
            "sewer": "Sewer",
            "telephone-land-line": "Telephone – Land Line",
            "satellite": "Satellite/Cable TV",
            "internet": "Internet"
        },
        "delivery-services": "Mail and Delivery Services",
        "go-to": "Go to",
        "link7": "www.usps.gov",
        "and-submit": "and submit either a “vacation hold” or “forward to new address” for all of your items that are delivered to you via the U.S. Postal Service.",
        "do-the-same": "Do the same thing for everything that is regularly delivered to your home or business and services that are regularly performed at your home or business, i.e.",
        "newspapers": "Newspapers",
        "medical-supplies": "Medical supplies",
        "water": "Water",
        "propane": "Propane",
        "insect-pest-control": "Insect/Pest Control (i.e. Terminex)",
        "pool-maintenance": "Pool Maintenance",
        "yard-maintenance": "Yard Maintenance",
        "feed": "Feed (for livestock)",
        "food": "Food (for people)",
        "Etc": "Etc.",
        "remember": "Remember, unless you <strong>specifically cancel</strong> the delivery or service, the provider may continue to deliver or attempt delivery and therefore bill you. Failure to pay a bill could create future problems that could be avoided."
    },
    "credit-debt": {
        "title": "Credit and Debt",
        "money-management": "This is the money management category in which we receive the greatest number of questions and requests for assistance. Again, because every situation is different, the information and recommendations made are designed to be of benefit to the greatest number of survivors.",
        "every-credit": "Every credit purchase and loan contract, from a basic credit card to a mortgage contains the same basic repayment language:",
        "by-signing": "“By signing … you agree to pay us the Amount Financed, Finance Charge, and any other charges in this contract according to the terms and conditions... If more than one person signs as a buyer, you agree to keep all the promises in this agreement even if the others do not.”",
        "generally-speaking": "Generally speaking, the terms specify payment either in full or partial payments on a regular monthly basis.",
        "physical-damage": "When physical damage occurs to an item that is used as collateral for a loan – for example your vehicle was last seen under a giant oak tree - most loan contracts contain language such as:",
        "total-loss": "“If the [item] is a total loss, you must use the insurance proceeds to pay what you owe us. If your insurance … doesn’t pay all you owe, you must pay what is still owed.”",
        "regardless": "Regardless of whether or not you have insurance that covers loss or damage to items purchased via installment payments, failure to pay all that you agreed to pay, could result in the lender turning your account over to a collection agency, filing a law suit against you, and/or taking the item and selling it in order to get back the money they lent you to make the original purchase. Examples of items often purchased via installment agreements include, but are not limited to:",
        "vehicles": "Vehicles",
        "appliances": "Appliances",
        "furniture": "Furniture",
        "electronics": "Electronics",
        "any-change": "Any change to the current terms and conditions of any debt you currently owe is at the discretion of the creditor. In general you must contact each creditor individually if you want to request:",
        "interest-rate-adjustment": "Interest rate adjustment",
        "late-payment-penalty": "Late payment penalty fee waiver",
        "hardship-payment-deferral": "Hardship payment deferral",
        "the-one-know-exception": "The one known exception is the following notice of immediate and temporary foreclosure relief on FHA-insured home mortgages.",
        "foreclosure-relief": "<strong>“Immediate Foreclosure Relief from the U.S. Department of Housing and Urban Development (HUD) may</strong>be available for Texas residents. HUD is granting a 90-day moratorium on foreclosures and forbearance on foreclosures of Federal Housing Administration (FHA)-insured home mortgages. There are approximately 200,000 FHA-insured homeowners living in these impacted counties that may be eligible. HUD is also offering longer-term recovery assistance to survivors and impacted communities. For more information, visit ",
        "link": "HUD’s website.”",
        "as-mentioned-before": "As mentioned before, check out all of the special waivers, assistance, and other programs being made available from Federal Agencies. These are listed at:",
        "new-release": "https://www.fema.gov/news-release/2017/08/30/sheltering-and-immediate-assistance-available-after-hurricane-harvey",
        "newsroom": "https://www.irs.gov/newsroom/help-for-victims-of-hurricane-harvey",
        "samhsa": "https://www.samhsa.gov/find-help/disaster-distress-helpline",
        "store": "https://store.samhsa.gov/shin/content//NMH02-0139/NMH02-0139.pdf",
        "negotiating-creditors": "Negotiating With Creditors",
        "if-you-would-like": "If you would like to have your interest rate, minimum payment, or other terms and conditions changed in your current agreement with one of your creditors, the following information is designed to help you.",
        "note": "<strong>Note:  1 $ Wiser Consumer Education, Inc. does not and will not contact any creditor on your behalf for any reason.  1 $ Wiser Consumer Education is an educational organization.  The information stated below is based upon our best and most current research into this area.  It does not consist of legal or accounting advice.</strong>",
        "it-is-important-text": "It is important that you note from the beginning that you may not achieve the reductions which you seek without consistent follow up with your creditor.  You may have to write to your creditor multiple times.",
        "for-best-result-text": "For best results, all requests must be in writing sent certified via U.S. Mail, signature required.  The signed, return receipt you receive is your proof that your request has been received by your creditor.",
        "all-request-text": "All requests should clearly state your account number, your name and address as listed on the account, the desired objectives and should include documentation of loss of income and inability to continue payments.  Suggested documentation includes (but is not limited to):",
        "fema": "FEMA Assistance Acceptance Notice",
        "termination-notice": "Lay-off/Termination Notice",
        "unemployment-benefit-statement": "Unemployment benefit statement",
        "disability-benefit-statement": "Disability benefit statement",
        "food-stamp-statement": "Food Stamp statement",
        "current-bank-statements": "Current bank statements",
        "ssa-ssdi": "SSA/SSDI benefit statement",
        "hospital-madical-bill": "Hospital/medical bill",
        "list-of-residents": "List of all household residents, age, income, source of income, and relationship to you",
        "tax-return": "Tax return",
        "w-2": "W-2",
        "purchased-credit": "If you purchased credit card payment insurance or other debt repayment insurance, documentation as specified in your policy will be required before the insurance will kick in.  Make sure you understand all of the terms and conditions that would invalidate the coverage, such as continued us of a credit card. <strong> READ THE FINE PRINT!!!!</strong>",
        "negotiating-with-governmental": "When negotiating with governmental agencies, such as the IRS,",
        "court-ordered-payments": "Court ordered payments, i.e. judgments and garnishments usually require adjustment to the court order by the courts.  You should consult your attorney.  Note that judgments and garnishments usually cannot be taken from SSA/SSDI benefits.",
        "negotiating-for-changes": "Negotiating for changes in your consumer debt usually yields poor results and usually hurts your credit rating.  Any time you consider negotiating with a creditor regarding consumer debt, you should do the following:",
        "stop-credit-card": "Stop using credit card",
        "stop-payday-loans": "Stop using payday loans",
        "stop-title-loans": "Stop using title loans",
        "debt-secured": "If your debt is secured, you should be prepared to lose the collateral, i.e. ATV, refrigerator, HD/Plasma television, etc.",
        "many-creditors": "Many creditors will not negotiate with you as long as you are current with your payments.  If you are not current with your payments, many creditors will not negotiate with you until you are 6 or more months behind in your payments.",
        "facilities": "Doctors, hospitals, dentists, medical laboratories, and other medical facilities are especially quick to sell past due accounts to a collection agency once they reach 60 days past due.  Make sure you keep copies of all payments made by your insurance company and all payments you have made.  Contact your medical provider’s financial aid or accounts receivable department immediately if you need to set up payments over time.",
        "written-signed-agreement": "Always obtain a written, signed agreement from your creditor for the negotiated settlement.",
        "never-allow": "Never allow a creditor to automatically draft a payment from your bank account.",
        "debt-management-plan": "If you are considering a debt management plan note:",
        "DMP": "Debt Management Plans (DMP) are dangerous",
        "federal-investigation": "Many are under Federal investigation",
        "high-up-front-fees": "Most charge high up-front fees",
        "monthly-fees": "Most charge monthly fees",
        "all-DMP": "ALL Debt Management Plans (DMP) have a negative impact on credit scores",
        "failed-attempts": "Negotiating with Creditors - Failed Attempts",
        "are-your-attempts": "Are your attempts to negotiate with your credit card issuer going nowhere fast?  Are your phone calls being forwarded to third parties who have no affiliation with your creditor?",
        "of-the-hundreds-of-individuals": "If you are one of the hundreds of individuals who are trying to negotiate in good faith with one of your credit card issuers, but the creditor refuses to discuss your case with you, you now have a new advocate.  The Consumer Financial Protection Bureau (CFPB) has a web site,",
        "consumerfinance": "www.consumerfinance.gov",
        "hotline": "and a hotline (not yet published) through which you may file complaints about your credit card issuer.",
        "following-information": "You should be prepared to provide the following information:",
        "credit-card": "Credit Card Issuer’s Name",
        "your-account-number": "Your account number",
        "your-name": "Your name",
        "specific-detailed": "Specific, detailed complaint (i.e. specific dates and times in which you attempted to contact your creditor and the specific actions taken by your creditor such as transferring you to a non-affiliated third party)",
        "your-desired-outcome": "Your desired outcome",
        "CFPB": "Note:  CFPB will forward all complaints to the credit card issuer allowing them one more opportunity to resolve the problem.  If the credit card issuer does not resolve the problem to the consumer’s satisfaction, CFPB will work with the consumer to resolve the issue."
    },
    "credit-debit-cards": {
        "subtitle": "Credit and Debit Cards",
        "do-you-have": "Do you have all of your credit and debit cards physically with you right now? If not, if they were lost in the storm, or they had to be left behind when you evacuated, we recommend that you contact the card issuing company, cancel the card as lost due to Harvey, and request a new card.",
        "pull-copy": "Pull a copy of your credit report at",
        "link": "www.annualcreditreport.com",
        "to-obtain": "to obtain the account numbers of all of your credit cards (if you don’t have them) as well as the contact information for the card issuer.",
        "contact-your-bank": "Contact your bank or credit union to request new debit cards. If you also had physical paper checks that you no longer have in your possession, you should talk to your bank or credit union about closing the affected checking account and opening a new one.",
        "we-also-recommend": "We also recommend that you select a new PIN and change the password on all of your accounts.",
        "card-name": "Card Name: __________________________________",
        "account-number-cards": "Account Number:______________________________ # Cards: ______",
        "customer-service": "Customer Service #: _______________________ Date Called: ________",
        "cancel": "Cancel? _________ Reset PIN? __________ New Password? _________",
        "card-issuer-instructions": "Card Issuer instructions: ______________________________________"
    },
    "protect-your-identity": {
        "subtitle": "Protect Your Identity",
        "ife-temporarily-disarray": "Because your life is temporarily in disarray, unscrupulous individuals may try to take advantage of the fact that you are a bit distracted, and they will try to steal your identity for their own personal gain. To help prevent that from occurring, we recommend that you place a Hurricane Harvey Survivor notice on your credit report at each of the three major credit bureaus, then freeze your credit report.",
        "credit-reports": "<strong>Credit reports:</strong> The official free site to obtain a copy of your credit report from each of the 3 major credit bureaus is",
        "link": "www.annualcreditreport.com.",
        "federal-law": "Federal law allows you to get a free copy of your credit report from each of the major credit reporting companies, Equifax, Experian and TransUnion, once every 12 months. Look for accounts you don’t recognize and incorrect information (employers, addresses, etc.). There are many similarly named credit report services, but",
        "link2": "www.AnnualCreditReport.com",
        "federal-law-second-part": " is the only one that is truly free.",
        "financial-account-information": "<strong>Financial and account information:</strong> Check bills and account information immediately. Track mailed statements, new credit cards and printed check orders. Shield ATM pad when entering your password or PIN. Beware of shoulder surfers and eavesdroppers when talking on your cell phone. Shred all documents with your Social Security number before discarding. Notify the Social Security Administration and credit bureaus of the death of a loved one. If you believe that your driver’s license has been compromised, contact the fraud department of your state’s DMV to learn your options.",
        "wireless-device-protection": "<strong>Cell phone/wireless device protection:</strong> If your phone is lost or stolen, a strong password will prevent anyone from using it. You should place passwords on your credit card, financial and phone service accounts.",
        "specialty-consumer-reports": "<strong>Specialty consumer reports:</strong> Consumer reports include not only credit reports but also reports about you made to employers, insurance companies, banks and landlords. Under FCRA rules, you are entitled to a free report every 12 months from all nationwide specialty agencies (those that compile reports for targeted uses).",
        "rent-or-own-home": "Whether you rent or own your home, you should check your rental history yearly. ID thieves can gain access to your personal information for the sole purpose of using it to rent an apartment or house. Numerous companies prepare reports for landlords concerning individuals who have applied to rent housing. Here are a few:",
        "coreLogic-rental-properties": "<strong>--CoreLogic Rental Properties:</strong> May include criminal and/or landlord-tenant records as well as rental performance history. Call 888-333-2413.",
        "tenant-data": "<strong>--Tenant Data:</strong> Provides information not only on rental payment history, but also on personal suitability as a potential resident. Call 1-800-228-1837, or download the form at",
        "tenant-data-link": "http://www.tenantdata.com",
        "social-security-card": ". Mail it with a copy of your Social Security card and a government-issued photo ID, such as a driver's license or passport, to: Personal Report Request, Tenant Data Services, P.O. Box 5404, Lincoln, NE 68505-0404.",
        "rent-bureau": "<strong>--Rent Bureau:</strong> Receives rental payment data from its national network of multifamily property management companies. This data is accessed by resident screening companies for use during the rental application process. Order your Rental History Report by using the form available at",
        "rent-bureau-link": "http://www.experian.com/rentbureau/rental-payment.html",
        "right-hand-column": " (right-hand column), or call 1-877-704-4519.",
        "if-you-are-looking": "If you’re looking to rent and likely to be subject to a tenant screening, you could ask the landlord/rental agency for the name and contact info for the screening company.",
        "credit-freeze": "<strong>Credit freeze:</strong> A credit freeze will prevent ID thieves from opening up new accounts using your personal information because credit issuers will not be able to access your credit file. In most states, the credit freeze is available at no cost to ID theft victims.",
        "if-you-place": "If you place a credit freeze, you will continue to have access to your free annual credit report and you’ll also be able to buy your credit report and credit score. Companies that you already do business with–for example, your mortgage, credit card or cell phone companies–will still have access to your credit report as would collection agencies working for one of those companies. Companies will also still be able to offer you prescreened credit (unsolicited credit offers you receive in the mail). And, according to the FTC, in some states potential employers, insurance companies, landlords, and other non-creditors can still get access to your credit report with a credit freeze in place.",
        "if-you-are-married": "If you're married, both you and your spouse must freeze your separate credit files to fully protect your household.",
        "after-processing": "After processing your request, each agency will mail you a confirmation letter and a PIN or password that you will use whenever you temporarily lift the freeze, and if you permanently remove it. In many states, you can choose to lift the freeze for a specific period of time or for a particular creditor or other credit report user. If you temporarily lift the freeze for a particular third party, you will provide a unique access code (TransUnion and Equifax) or your PIN (Experian) to that person or business so that they can access your credit report."
    },
    "security-freeze-basics": {
        "title": "Security freeze basics",
        "security-freeze": "A security freeze is a step you take to prevent credit, loans and services from being opened in your name without your permission. You will need to request a freeze with each of the three credit reporting companies. There may be a fee for this service based on state law. It is important to know that if you place a security freeze on your credit report, businesses will not be able to obtain a copy of your report in connection with any new applications for credit. Before you apply for new credit, you will need to temporarily lift the security freeze following the procedures from the credit reporting company where you placed the freeze.",
        "subtitle": "How do I set up a security freeze?",
        "the-process-to-place": "The process to place a security freeze requires that you directly contact each of the credit reporting companies. You can do so online or through the mail.",
        "types-of-information": "Types of information you should be prepared with:",
        "your-full-name": "·         Your full name, including middle initial and suffix, such as Jr., Sr. II, III",
        "social-security-number": "·         Social Security Number",
        "date-of-birth": "·         Date of Birth",
        "current-address": "·         Current address",
        "all-addresses": "·         All addresses where you have lived during the past two years",
        "email-address": "·         Email address",
        "government-issued": "·         A copy of a government-issued identification card, such as a driver's license or state ID card, etc.",
        "FEMA": "·         FEMA Assistance Acceptance Notice",
        "utility-bill": "·         A copy of a utility bill, bank or insurance statement, etc.",
        "specific-requirements": "Each state has specific requirements for placing a security freeze and the associated fees. Contact the credit reporting companies to find out your state's requirements.",
        "equifax": "Equifax -",
        "equifax-link": " www.equifax.com/CreditReportAssistance",
        "experian": "Experian -",
        "experian-link": "www.experian.com/freeze",
        "transUnion": "TransUnion -",
        "transUnion-link": " https://freeze.transunion.com",
        "how-do-i-remove": "How do I remove the security freeze?",
        "request-your-security-freeze": "When you request your security freeze, you will be given a personal identification number or password. To remove the security freeze, temporarily or permanently, contact the credit reporting company where you placed the freeze and provide that personal identification number or password. You can request to remove the freeze for a period of time or to permanently remove the freeze."
    },
    "create-written-budget": {
        "title": "Create a Written Budget",
        "never-created-written-budget-before": "If you’ve never created a written budget before, now is the time to start. Equally important, if you’ve never kept a good record of all of your expenditures, it is critical that you start doing so now!",
        "are-you-going-to": "Are you going to:",
        "clean-up-and-repair": "Clean up and repair, restore, or rebuild",
        "clear-out-relocate": "Clear out and relocate",
        "walk-away-forget": "Walk away and forget",
        "other": "Other",
        "regardless": "Regardless of the direction you choose, you will have a lot of temporary and unusual expenses during the aftermath of Harvey.",
        "be-prepared-to-create": "Be prepared to create a new budget each time there is a major change in your situation. The following are examples of major changes you may experience:",
        "insurance-money": "Insurance money is received or spent",
        "your-place-residence-changes": "Your place of residence changes",
        "number-of-people": "The number of people living at your place of residence changes",
        "employment-income-changes": "Employment income changes",
        "you-will-be-faced": "Because you will be faced with hard decisions every day as you ask yourself, “Is this a <em>NEED</em> or a<em>WANT</em>”, we recommend that your entire family work together in creating your budget and tracking your expenditures. You may be surprised at how helpful the children can be as well as how much it helps the children feel as though they are contributing to the solution as a survivor.",
        "if-you-find-yourself": "If you find yourself struggling to make decisions; if you find yourself doing emotional spending for yourself or your children; if you suddenly ask yourself, “Where has all of the money gone?”, STOP what you’re doing and get help. Call the Disaster Distress Help Line at 1-800-985-5990 or text “TalkWithUs” to 66746 to talk to a trained counselor from the National Institutes of Health Substance Abuse and Mental Health Services Administration. Counselors are on call 24/7/365.",
        "budgeting-tool": "<strong>Which Budgeting Tool Should You Use?</strong>",
        "we-invite": "We invite you to use our online budgeting tool at no cost, but you may prefer another program or a simple paper and pencil. To use our tool, go to",
        "create-written-budget-link": "https://www.1dollarwiser.com/user/register/233?destination=budget-and-credit-counseling",
        "when-you-get-to-payment": "When you get to the payment section, enter the code, <strong>h@rv3y17</strong> in the box labeled Discount Code. You will have unlimited access to the online program, and will not be constrained by any of the requirements for users seeking certificates. If you require technical support, call us at 1-800-496-2440 x 3."
    },
    "contact-counselor-debtor-education": {
        "title": "Contact An Instructor - Debtor Education"
    },
    "consumer-education-fee-schedule": {
        "title": "1 $ Wiser Consumer Education Fee Schedule",
        "for-online-registration": "$29.99 for online registration and program completion",
        "for-living-telephone": "$50.00 for live telephone registration and program completion",
        "for-online-course": "$39.99/person for online course (Includes filing the certificate of completion directly with the court)",
        "email-certificate": "Email of first certificate of completion/course"
    },
    "budgeting-faqs": {
        "title": "Budgeting FAQs",
        "subtitle": "FREQUENTLY ASKED QUESTIONS REGARDING BUDGETING AND PERSONAL FINANCIAL MANAGEMENT",
        "wiser-consumer-education-text": "1 $ Wiser Consumer Education, Inc. continually monitors and reviews its curriculum, tools, and services to provide you with the best quality possible.<em>1 $ Wiser Consumer Education, Inc. has been approved to issue certificates of compliance with the Bankruptcy Code. Approval does not endorse or assure the quality of an Agency’s services.</em>",
        "faqs": "FAQs",
        "how-do-enter-income": "How do I enter income that varies from month to month?",
        "how-do-enter-income-text": "Enter the amount of income you receive from each source on an annual basis, then divide the total by 12. This will give you an average monthly amount. The alternative is to create a written budget each month based upon the amount of income you will recieve for that month.",
        "goal-based": "What is goal-based budgeting?",
        "goal-based-text": "Goal-based budgeting is creating a budget without any consideration of what has been spent in the past.Each item is evaluated individually based upon the goals you have set for yourself and/or family.",
        "unsecured-priority-debts": "Why is “Unsecured & Priority Debts” part of a budget?",
        "unsecured-priority-debts-text": "Unsecured and Priority debts are debts that have been incurred in the past but have yet to be paid in full.",
        "put-on-card": "Why can’t I just put everything on my credit cards?",
        "put-on-card-text": "The purpose of goal-based budgeting is to plan what one is going to spend within the limits of one’s net income. Most people who “just put everything on credit cards” do not pay them in full each month, thus creating additional debt. Current charges on cards must be paid in full each month as part of the budget/spending tracking.",
        "fees-bank-charges": "Do I need to budget the fees my bank charges?",
        "fees-bank-charges-text": "Yes. They go in the “Miscellaneous – Other” category.You may want to find a bank that does not charge fees for regular accounts. Fees for insufficient funds can be avoided by not spending more than you have in your bank account.",
        "credit-card-company": "My credit card company charges me an annual fee. Where do I put that?",
        "credit-card-company-text": "Fees charged for the use of a credit card or debit card are put in the “Credit Card” sub-category of “Unsecured & Priority Debts”. You might want to find a bank that does not charge annual fees for their credit or debit cards.",
        "wiser-allow-budget": "Why does 1 $ Wiser allow me to budget more than the sum of my net income?",
        "wiser-allow-budget-text": "1 $ Wiser is a tool for you to use to improve your personal financial position. If you choose to budget more than your net income, you are either budgeting debt or a reduction of savings/investment. You are the only one that can determine what is best for you and your family. It is recommended that you not budget debt. It is also recommended that if you budget a reduction of savings/investments, that you include those amounts in your income summary.",
        "should-pay-off": "Which creditor should I pay off first?",
        "should-pay-off-text": "Pay the one with the lowest outstanding balance…regardless of the interest rate. This will give you a huge psychological boost when you realize that it is possible to pay off all of your debts.",
        "should-not-pay-off": "Why shouldn’t I pay off the creditor charging me the highest interest rate first?",
        "should-not-pay-off-text": "The object is to get rid of creditors as quickly as possible. The best way of doing this is to pay off the creditor with the fewest remaining payments first.Being able to delete a creditor from your list of debts gives you an immediate since of accomplishment. It is much easier to stick with the program if you can see quick results.",
        "pay-off": "Once I have paid off one creditor, how do I decide how much money to pay the remaining creditors?",
        "pay-off-text": "You will add the amount of money you were paying to the first creditor to the amount you are paying to the second creditor. For example, let’s say you were paying $25.00 a month to the dentist and $25.00 a month on your Home Depot credit card. You will take the $25.00 you were paying to the dentist and add that to the $25.00 you had been paying to Home Depot. That makes your new payment to Home Depot $50.00.",
        "debt-roll": "How does Debt Roll-up work?",
        "text1": "Let’s say you were paying $25.00 a month to the dentist, $25.00 a month on your Home Depot credit card, $50.00 a month on your Visa, and $320.00 a month for your car. There are 2 payments remaining to the dentist, 6 payments remaining to Home Depot, 14 remaining car payments and 58 payments remaining to Visa. Once you have paid the dentist in full you still have 4 payments remaining to Home Depot.",
        "text2": "You will take the $25.00 you were paying to the dentist and add that to the $25.00 you had been paying to Home Depot. That makes your new payment to Home Depot $50.00 and reduces the 4 payments to 2. You now have $50.00 to add to your car payment.",
        "text3": "Your car payment is the next debt to be paid off because there are fewer payments remaining than there are for paying off your Visa account. You have already made four more payments on your car at $320.00 each. Now you are going to pay $370.00 each month ($320.00 + $50.00). Instead of another 8 payments, you will now make 6 payments of $370.00 and a final payment of $340.00. The leftover $30.00 will be paid towards your Visa bill that month.Thereafter you will add the entire $370.00 to the $50.00 you had been paying Visa. The new $420.00 payment to Visa will quickly pay off the balance.",
        "text4": "In this example, you have paid off all of your debts in approximately 1 ½ years instead of almost 5 years had you not used Debt Roll-up.",
        "what-is-creditor": "What is a creditor?",
        "what-is-creditor-text": "A creditor is a person or business to whom you owe money.",
        "debt-payments": "Where do I put debt payments in my budget?",
        "enter-your-debt-payments": "You will enter your debt payments in several places within your budget.",
        "all-mortgages": "All mortgages (inc. Home Equity Loans and Property Tax) are entered in the “Home” category.",
        "monthly-payments": "The monthly payments for primary vehicle loans are entered in the “Transportation” category.",
        "loans-for-recreational": "If you have loans for recreational vehicles or water crafts (i.e. ATV, jet ski, etc.), the monthly payments are entered in the “Entertainment” category.",
        "other-debts": "All other debts that exist at the time you start 1 $ Wiser are entered into the “Priority and Unsecured Debts” category.",
        "how-much": "How much should I budget for debt payments?",
        "how-much-text": "Initially, you should budget the monthly minimum payment. After you have completed your budget and the total matches your net income, you should re-examine it to see whether or not you can reduce the budgeted amount in one or more sub categories in order to pay more than the minimum payment on your current debts.",
        "unsecured-debts": "What are “Unsecured” debts?",
        "unsecured-debts-text": "“Unsecured” debt is debt that is not secured by real property. Examples of “Unsecured” debts are",
        "credit-cards": "Credit Cards",
        "credit-cards-collection": "Credit Cards in Collection",
        "medical-bills": "Medical Bills (i.e. Dental, Doctor, Hospital)",
        "non-card": "Non-card Accounts in Collections",
        "signature-loan": "Signature Loan",
        "student-loan": "Student Loan",
        "utility-loan": "Utility Loan",
        "priority-debts": "What are “Priority” debts?",
        "priority-debts-text": "“Priority” debts are government or court induced.Examples of “Priority” debts are",
        "alimony": "Alimony",
        "child-support": "Child Support",
        "restitution": "Restitution",
        "state-income-tax": "State Income Tax",
        "federal-income-tax": "Federal Income Tax",
        "secured-debts": "What are “Secured” debts?",
        "secured-debts-text": "“Secured” debt is debt that is secured by real property. Failure to pay “Secured” debts could result in the loss of real property. Examples of “Secured” debts are",
        "mortgages": "Mortgages",
        "equity-loans": "Home Equity Loans",
        "vehicle-loans": "Vehicle Loans (i.e. Auto, Truck, Motorcycle, Boat, etc.)",
        "furniture-appliance-loans": "Furniture & Appliance Loans",
        "margin-accounts": "Margin Accounts (Stocks & Bonds)",
        "property-tax": "Property Tax",
        "mechanics-lien": "Mechanics Lien",
        "investment": "Part of my monthly net income comes from investments and retirement funds. How do I show that?",
        "investment-text": "Select “Investment” from the drop down menu on the Income screen. Enter the net amount of money you receive each month from your investment. Select “Retirement” from the drop down menu on the Income screen. Enter the net amount of money you receive each month from your Retirement Fund.",
        "ideal-budget": "Why does the “Ideal Budget” show 5% for Gifts/Donations? It seems like a low percentage.",
        "ideal-budget-text": "Most people fail to adequately budget for gifts given at birthdays, weddings, religious holidays, etc. Your gift budget should also include year end “gifts” or tips you give to people (i.e. the doorman). Most people donate something to charitable organizations, i.e. church, disaster relief, research, and educational organizations. Many religious people give at least 10% of their income to their church or synagogue.This needs to be included in a complete budget. In preparing your personal budget, carefully examine the amount you plan to donate. If an amount is deducted from your paycheck, (United Way is an example of a charitable donation often deducted from one’s paycheck), that amount needs to be remembered when preparing your personal budget.",
        "savings-investment": "Why does the “Ideal Budget” show 15% for Savings/Investment?",
        "savings-investment-text": "Putting money aside for the future is a fundamental principle of sound financial planning. A minimum of 10% is what most financial professionals recommend people put into savings and investments.",
        "ideal-budget-debt-payments": "Why does the “Ideal Budget” show 10% for Debt Payments? Does that include mortgage and car?",
        "ideal-budget-debt-payments-text": "Debt Payments are for Priority and Unsecured Debts that are owed when you start the 1 $ Wiser program.We recommend that a person’s total amount of debt (excluding mortgages on one’s primary residence) not exceed 20% of their annual net income. This includes all vehicles. 1 $ Wiser includes vehicle debt in the Transportation category. Debts for one’s primary residence, (mortgages, property tax, etc.) are included in the Home category.",
        "how-do-budget": "I like to have $20 in my wallet at all times. How do budget that?",
        "how-do-budget-text": "You can either budget it under “Miscellaneous – Other” or budget it in the category which you usually spend it on.",
        "put-my-budget": "I like to put all of my purchases on my charge card so I can get airline miles. Where do I put that in my budget?",
        "put-my-budget-text": "All new charges on your credit card should be budgeted as though you were paying cash. You should also account for them as though you were paying cash. All new charges need to be paid in full each month so that new debt is not incurred.",
        "actual-expenditures": "Why do I have to enter all of my actual expenditures?",
        "actual-expenditures-text": "If you do not enter all of your actual expenditures, you will not know whether or not you are going over budget. As you enter your actual expenditures you may find that you need to adjust your budget so that you do not spend more than your net income.",
        "dont-write-checks": "I don’t write checks. I use a debit card for everything. How can I account for that?",
        "dont-write-checks-text": "Always get a receipt, even for the coke you purchase when you buy gas. If the receipt does not describe your purchase, make a note on the receipt as soon as you get it so that you will be able to enter the amount in the correct sub-category.",
        "security-deposit": "Why is “Security Deposit” included in the budget?",
        "security-deposit-text": "Security Deposit is included in the budget because it is money that must be available when a deposit is required for rentals, utilities, etc. A person must often put a security deposit on a new residence before they receive their deposit back from their current residence.",
        "home": "I own my home and clear but I am purchasing a vacation home. Where do I budget for that?",
        "home-text": "You can either budget for it under “Home” category or the Vacation sub-category of “Entertainment”.",
        "debt-to-income": "How can I improve my debt-to-income ratio?",
        "debt-to-income-text": "There are two ways of improving your debt-to-income ratio. The first is to increase your income.The second is to reduce your debts.",
        "roll-up-program": "If I don’t know the minimum payment for credit cards, how can I find it for the debt roll-up program?",
        "roll-up-program-text": "Most institutions are changing the manner in which they calculate your minimum payment. To make it easy for you, use 4% of your outstanding balance or $15, which ever is greater. For example, if yourcurrent outstanding balance (including interest) is $2,500.00, your minimum payment would be $100.00. If your outstanding balance is $287.51, your minimum payment would be $15.",
        "gifts-and-holidays": "How do I budget for gifts and holidays?",
        "gifts-and-holidays-text": "You may choose to budget for gifts and holidays in the months in which they occur or you may wish to put a set amount into a separate savings account each month to cover gifts and holidays. Regardless of the method you choose, you should be realistic in the amount you budget. Don’t forget gift wrapping, cards, and postage when you create your budget.",
        "unexpected-expenses": "How do I budget for unexpected expenses?",
        "unexpected-expenses-text": "1 $ Wiser’s program contains categories and sub-categories that cover most people’s expenses. If you budget even a few dollars in each category and accrue those funds, as well as put money into savings each month, you should be able to cover most unexpected expenses. For example, if you were to budget $10.00 a month for “Appliances”, and that $10.00 a month is not used for anything else for a couple of years, then when you need to repair or replace your clothes dryer, you will have the funds with which to do it. As with everything in 1 $ Wiser, it does require discipline not to spend more than is budgeted within each category."
    }
}